{"p91": {"nazev": "Společné ustanovení", "par": "§ 91", "odst": {"1": {"text": "<var>(1)</var> Jestliže podmíněně propuštěný nebo odsouzený, u něhož se podmíněně upustilo od výkonu zbytku trestu zákazu činnosti, zákazu pobytu nebo zákazu vstupu na sportovní, kulturní a jiné společenské akce, vedl ve zkušební době řádný život a vyhověl uloženým podmínkám, vysloví soud, že se osvědčil; jinak rozhodne, a to popřípadě již během zkušební doby, že se zbytek trestu vykoná. Výjimečně může soud vzhledem k okolnostem případu a osobě odsouzeného ponechat podmíněné propuštění nebo podmíněné upuštění od výkonu zbytku trestu zákazu činnosti, zákazu pobytu nebo zákazu vstupu na sportovní, kulturní a jiné společenské akce v platnosti, i když odsouzený zavdal příčinu k rozhodnutí o tom, že se zbytek trestu vykoná, a", "pism": {}}, "a": {"text": "<var>a)</var> stanovit nad odsouzeným dosud neuložený dohled,", "pism": {}}, "b": {"text": "<var>b)</var> přiměřeně prodloužit zkušební dobu, ne však o více než dvě léta, přičemž nesmí překročit horní hranici zkušební doby stanovené v <a class=\"linkfrag\" href=\"#f3918949\">§ 89 odst. 1</a> nebo <a class=\"linkfrag\" href=\"#f3918955\">§ 90 odst. 2</a>, nebo", "pism": {}}, "c": {"text": "<var>c)</var> stanovit dosud neuložená přiměřená omezení a přiměřené povinnosti uvedené v <a class=\"linkfrag\" href=\"#f3918640\">§ 48 odst. 4</a> směřující k tomu, aby vedl řádný život.", "pism": {}}, "2": {"text": "<var>(2)</var> Vyslovil-li soud, že se podmíněně propuštěný nebo odsouzený, u něhož se podmíněně upustilo od výkonu zbytku trestu zákazu činnosti, zákazu pobytu nebo zákazu vstupu na sportovní, kulturní a jiné společenské akce, osvědčil, má se za to, že trest byl vykonán dnem, kdy byl podmíněně propuštěn nebo kdy nabylo právní moci rozhodnutí, že se podmíněně upouští od výkonu zbytku trestu zákazu činnosti, zákazu pobytu nebo zákazu vstupu na sportovní, kulturní a jiné společenské akce.", "pism": {}}, "3": {"text": "<var>(3)</var> U podmíněně propuštěného nebo u odsouzeného, u něhož se podmíněně upustilo od výkonu zbytku trestu zákazu činnosti, zákazu pobytu nebo zákazu vstupu na sportovní, kulturní a jiné společenské akce, se má za to, že trest byl vykonán dnem, kdy došlo k podmíněnému propuštění nebo kdy nabylo právní moci rozhodnutí, že se podmíněně upustí od výkonu zbytku trestu zákazu činnosti, zákazu pobytu nebo zákazu vstupu na sportovní, kulturní a jiné společenské akce, také tehdy, neučinil-li soud bez jeho viny do roka od uplynutí zkušební doby rozhodnutí podle <a class=\"linkfrag\" href=\"#f3918958\">odstavce 1.</a>", "pism": {}}, "4": {"text": "<var>(4)</var> Opětovné podmíněné propuštění z výkonu téhož trestu je možné po výkonu poloviny zbytku trestu a v případech uvedených v <a class=\"linkfrag\" href=\"#f3918945\">§ 88 odst. 4</a> po výkonu dvou třetin zbytku trestu. Opětovné podmíněné propuštění z výjimečného trestu odnětí svobody na doživotí není možné.", "pism": {}}, "5": {"text": "<var>(5)</var> Jestliže byla záruka za dovršení nápravy odsouzeného odvolána tím, kdo ji poskytl, přezkoumá soud chování odsouzeného během zkušební doby, a shledá-li, že podmíněné propuštění nebo podmíněné upuštění od výkonu zbytku trestu zákazu činnosti, zákazu pobytu nebo zákazu vstupu na sportovní, kulturní a jiné společenské akce neplní své poslání, rozhodne, že se zbytek trestu vykoná; jinak podmíněné propuštění nebo podmíněné upuštění od výkonu zbytku trestu zákazu činnosti, zákazu pobytu nebo zákazu vstupu na sportovní, kulturní a jiné společenské akce ponechá v platnosti.", "pism": {}}}}, "p92": {"nazev": "Započítání vazby a trestu", "par": "§ 92", "odst": {"1": {"text": "<var>(1)</var> Jestliže se vedlo proti pachateli trestní řízení ve vazbě a dojde v tomto řízení k jeho odsouzení, započítá se mu doba strávená ve vazbě do uloženého trestu, popřípadě do trestu úhrnného nebo souhrnného, pokud je vzhledem k druhu uloženého trestu započítání možné.", "pism": {}}, "2": {"text": "<var>(2)</var> Jestliže byl pachatel soudem nebo jiným orgánem potrestán a došlo k jeho novému odsouzení pro týž skutek, započítá se mu vykonaný trest do uloženého trestu, pokud je vzhledem k druhu uloženého trestu započítání možné. Obdobně postupuje soud, uložil-li pachateli trest úhrnný nebo souhrnný (<a class=\"linkfrag\" href=\"#f3918610\">§ 43</a>) nebo společný trest za pokračování v trestném činu (<a class=\"linkfrag\" href=\"#f3918619\">§ 45</a>).", "pism": {}}, "3": {"text": "<var>(3)</var> Není-li započítání vazby nebo trestu možné, přihlédne soud k této skutečnosti při stanovení druhu trestu, popřípadě jeho výměry.", "pism": {}}, "4": {"text": "<var>(4)</var> Ustanovení odstavců 1 až 3 se obdobně užijí na započítání předběžné, vydávací a předávací vazby vykonané podle zákona o mezinárodní justiční spolupráci ve věcech trestních a na započítání povinnosti zdržovat se ve stanoveném časovém období v určeném obydlí nebo jeho části uložené obviněnému podle <a class=\"linkpart\" href=\"/cs/1961-141#f2678974\">§ 73 odst. 3</a> <a class=\"linkrule\" href=\"/cs/1961-141\">trestního řádu</a> do trestu uloženého pro týž skutek.", "pism": {}}}}, "p125": {"nazev": "Osoba blízká", "par": "§ 125", "odst": {"1": {"text": "Osobou blízkou se rozumí příbuzný v pokolení přímém, osvojitel, osvojenec, sourozenec, manžel a partner; jiné osoby v poměru rodinném nebo obdobném se pokládají za osoby sobě navzájem blízké jen tehdy, kdyby újmu, kterou utrpěla jedna z nich, druhá důvodně pociťovala jako újmu vlastní.", "pism": {}}}}, "p127": {"nazev": "Úřední osoba", "par": "§ 127", "odst": {"1": {"text": "<var>(1)</var> Úřední osobou je", "pism": {"text": "<var>i)</var> fyzická osoba, která byla ustanovena lesní stráží, stráží přírody, mysliveckou stráží nebo rybářskou stráží,"}}, "2": {"text": "<var>(2)</var> K trestní odpovědnosti a ochraně úřední osoby se podle jednotlivých ustanovení <a class=\"linkrule\" href=\"/cs/2009-40\">trestního zákona</a> vyžaduje, aby trestný čin byl spáchán v souvislosti s její pravomocí a odpovědností.", "pism": {}}, "3": {"text": "<var>(3)</var> Úřední osoba cizího státu nebo mezinárodní organizace se za podmínek uvedených v odstavcích 1 a 2 považuje za úřední osobu podle <a class=\"linkrule\" href=\"/cs/2009-40\">trestního zákona</a>, pokud tak stanoví mezinárodní smlouva&nbsp;nebo pokud se souhlasem orgánů České republiky působí na jejím území; tento souhlas se nevyžaduje, jde-li o úřední osobu mezinárodního trestního soudu, mezinárodního trestního tribunálu, popřípadě obdobného mezinárodního soudního orgánu, které splňují alespoň jednu z podmínek uvedených v § 145 odst. 1 písm. a) zákona o mezinárodní justiční spolupráci ve věcech trestních.", "pism": {}}}}, "p128": {"nazev": "Insolvenční správce a insolvenční řízení", "par": "§ 128", "odst": {"1": {"text": "<var>(1)</var> Insolvenčním správcem se rozumí i předběžný insolvenční správce, zástupce insolvenčního správce, oddělený insolvenční správce, zvláštní insolvenční správce; postavení insolvenčního správce má i správce konkursní podstaty, předběžný správce konkursní podstaty, zvláštní správce konkursní podstaty, zástupce správce konkursní podstaty a vyrovnací správce. Insolvenčním správcem se rovněž rozumí osoba, kterou podle jiného právního předpisu insolvenční správce určil, aby jej zastupovala při výkonu jeho pravomoci stanovené jiným právním předpisem na území jiného státu, dále zahraniční insolvenční správce, zahraniční insolvenční správce pojišťovny nebo zajišťovny a osoba, kterou podle jiného právního předpisu zahraniční insolvenční správce nebo zahraniční insolvenční správce pojišťovny nebo zajišťovny jmenoval, aby mu pomáhala nebo jej zastupovala.", "pism": {}}, "2": {"text": "<var>(2)</var> Insolvenčním řízením se rozumí i konkursní a vyrovnací řízení.", "pism": {}}}}, "p129a": {"nazev": "Teroristická skupina", "par": "§ 129a", "odst": {"1": {"text": "<var>(1)</var> Teroristická skupina je společenstvím nejméně tří trestně odpovědných osob, které má trvalejší charakter, je v něm provedena dělba činností mezi jeho jednotlivé členy, jeho činnost se vyznačuje plánovitostí a koordinovaností a je zaměřené na páchání trestného činu vlastizrady spáchané formou teroristického útoku nebo teroru (<a class=\"linkfrag\" href=\"#f3920957\">§ 309</a>), trestného činu teroristického útoku (<a class=\"linkfrag\" href=\"#f3920971\">§ 311</a>) nebo trestného činu teroru (<a class=\"linkfrag\" href=\"#f3920995\">§ 312</a>) (dále jen „teroristický trestný čin“).", "pism": {}}, "2": {"text": "<var>(2)</var> Naplnění znaků teroristické skupiny nevylučuje použití ustanovení tohoto a jiných zákonů o organizované skupině a organizované zločinecké skupině; ustanovení <a class=\"linkfrag\" href=\"#f3921475\">§ 361</a> a <a class=\"linkfrag\" href=\"#f3921487\">363</a> se nepoužijí.", "pism": {}}}}, "p140": {"nazev": "Vražda", "par": "§ 140", "odst": {"1": {"text": "<var>(1)</var> Kdo jiného úmyslně usmrtí, bude potrestán odnětím svobody na deset až osmnáct let.", "pism": {}}, "2": {"text": "<var>(2)</var> Kdo jiného úmyslně usmrtí s rozmyslem nebo po předchozím uvážení, bude potrestán odnětím svobody na dvanáct až dvacet let.", "pism": {}}, "3": {"text": "<var>(3)</var> Odnětím svobody na patnáct až dvacet let nebo výjimečným trestem bude pachatel potrestán, spáchá-li čin uvedený v <a class=\"linkfrag\" href=\"#f3919240\">odstavci 1</a> nebo <a class=\"linkfrag\" href=\"#f3919241\">2</a>", "pism": {"text": "<var>j)</var> v úmyslu získat pro sebe nebo pro jiného majetkový prospěch nebo ve snaze zakrýt nebo usnadnit jiný trestný čin nebo z jiné zavrženíhodné pohnutky."}}, "4": {"text": "<var>(4)</var> Příprava je trestná.", "pism": {}}}}, "p141": {"nazev": "Zabití", "par": "§ 141", "odst": {"1": {"text": "<var>(1)</var> Kdo jiného úmyslně usmrtí v silném rozrušení ze strachu, úleku, zmatku nebo jiného omluvitelného hnutí mysli anebo v důsledku předchozího zavrženíhodného jednání poškozeného, bude potrestán trestem odnětí svobody na tři léta až deset let.", "pism": {}}, "2": {"text": "<var>(2)</var> Odnětím svobody na pět až patnáct let bude pachatel potrestán, spáchá-li čin uvedený v <a class=\"linkfrag\" href=\"#f3919258\">odstavci 1</a>", "pism": {"text": "<var>c)</var> na dítěti mladším patnácti let."}}}}, "p143": {"nazev": "Usmrcení z nedbalosti", "par": "§ 143", "odst": {"1": {"text": "<var>(1)</var> Kdo jinému z nedbalosti způsobí smrt, bude potrestán odnětím svobody až na tři léta nebo zákazem činnosti.", "pism": {}}, "2": {"text": "<var>(2)</var> Odnětím svobody na jeden rok až šest let bude pachatel potrestán, spáchá-li čin uvedený v <a class=\"linkfrag\" href=\"#f3919270\">odstavci 1</a> proto, že porušil důležitou povinnost vyplývající z jeho zaměstnání, povolání, postavení nebo funkce nebo uloženou mu podle zákona.", "pism": {}}, "3": {"text": "<var>(3)</var> Odnětím svobody na dvě léta až osm let bude pachatel potrestán, spáchá-li čin uvedený v <a class=\"linkfrag\" href=\"#f3919270\">odstavci 1</a> proto, že hrubě porušil zákony o ochraně životního prostředí nebo zákony o bezpečnosti práce nebo dopravy anebo hygienické zákony.", "pism": {}}, "4": {"text": "<var>(4)</var> Odnětím svobody na tři léta až deset let bude pachatel potrestán, způsobí-li činem uvedeným v <a class=\"linkfrag\" href=\"#f3919272\">odstavci 3</a> smrt nejméně dvou osob.", "pism": {}}}}, "p144": {"nazev": "Účast na sebevraždě", "par": "§ 144", "odst": {"1": {"text": "<var>(1)</var> Kdo jiného pohne k sebevraždě nebo jinému k sebevraždě pomáhá, bude potrestán, došlo-li alespoň k pokusu sebevraždy, odnětím svobody až na tři léta.", "pism": {}}, "2": {"text": "<var>(2)</var> Odnětím svobody na dvě léta až osm let bude pachatel potrestán, spáchá-li čin uvedený v <a class=\"linkfrag\" href=\"#f3919276\">odstavci 1</a> na dítěti nebo na těhotné ženě.", "pism": {}}, "3": {"text": "<var>(3)</var> Odnětím svobody na pět až dvanáct let bude pachatel potrestán, spáchá-li čin uvedený v <a class=\"linkfrag\" href=\"#f3919276\">odstavci 1</a> na dítěti mladším patnácti let nebo na osobě stižené duševní poruchou.", "pism": {}}}}, "p145": {"nazev": "Těžké ublížení na zdraví", "par": "§ 145", "odst": {"1": {"text": "<var>(1)</var> Kdo jinému úmyslně způsobí těžkou újmu na zdraví, bude potrestán odnětím svobody na tři léta až deset let.", "pism": {}}, "2": {"text": "<var>(2)</var> Odnětím svobody na pět až dvanáct let bude pachatel potrestán, spáchá-li čin uvedený v <a class=\"linkfrag\" href=\"#f3919284\">odstavci 1</a>", "pism": {"text": "<var>h)</var> ze zavrženíhodné pohnutky."}}, "3": {"text": "<var>(3)</var> Odnětím svobody na osm až šestnáct let bude pachatel potrestán, způsobí-li činem uvedeným v <a class=\"linkfrag\" href=\"#f3919284\">odstavci 1</a> smrt.", "pism": {}}, "4": {"text": "<var>(4)</var> Příprava je trestná.", "pism": {}}}}, "p146": {"nazev": "Ublížení na zdraví", "par": "§ 146", "odst": {"1": {"text": "<var>(1)</var> Kdo jinému úmyslně ublíží na zdraví, bude potrestán odnětím svobody na šest měsíců až tři léta.", "pism": {}}, "2": {"text": "<var>(2)</var> Odnětím svobody na jeden rok až pět let bude pachatel potrestán, spáchá-li čin uvedený v <a class=\"linkfrag\" href=\"#f3919301\">odstavci 1</a>", "pism": {"text": "<var>e)</var> na jiném pro jeho skutečnou nebo domnělou rasu, příslušnost k etnické skupině, národnost, politické přesvědčení, vyznání nebo proto, že je skutečně nebo domněle bez vyznání."}}, "3": {"text": "<var>(3)</var> Odnětím svobody na dvě léta až osm let bude pachatel potrestán, způsobí-li činem uvedeným v <a class=\"linkfrag\" href=\"#f3919301\">odstavci 1</a> těžkou újmu na zdraví.", "pism": {}}, "4": {"text": "<var>(4)</var> Odnětím svobody na pět až deset let bude pachatel potrestán, způsobí-li činem uvedeným v <a class=\"linkfrag\" href=\"#f3919301\">odstavci 1</a> smrt.", "pism": {}}}}, "p146a": {"nazev": "Ublížení na zdraví z omluvitelné pohnutky", "par": "§ 146a", "odst": {"1": {"text": "<var>(1)</var> Kdo jinému úmyslně způsobí ublížení na zdraví v silném rozrušení ze strachu, úleku, zmatku nebo jiného omluvitelného hnutí mysli anebo v důsledku předchozího zavrženíhodného jednání poškozeného, bude potrestán trestem odnětí svobody až na jeden rok.", "pism": {}}, "2": {"text": "<var>(2)</var> Odnětím svobody až na tři léta bude pachatel potrestán, způsobí-li činem uvedeným v <a class=\"linkfrag\" href=\"#f3919314\">odstavci 1</a> těžkou újmu na zdraví.", "pism": {}}, "3": {"text": "<var>(3)</var> Kdo jinému úmyslně způsobí těžkou újmu na zdraví v silném rozrušení ze strachu, úleku, zmatku nebo jiného omluvitelného hnutí mysli anebo v důsledku předchozího zavrženíhodného jednání poškozeného, bude potrestán trestem odnětí svobody až na čtyři léta.", "pism": {}}, "4": {"text": "<var>(4)</var> Odnětím svobody na jeden rok až šest let bude pachatel potrestán,", "pism": {"text": "<var>c)</var> spáchá-li takový čin na dítěti mladším patnácti let."}}, "5": {"text": "<var>(5)</var> Odnětím svobody na dvě léta až osm let bude pachatel potrestán, způsobí-li činem uvedeným v <a class=\"linkfrag\" href=\"#f3919314\">odstavci 1</a> nebo <a class=\"linkfrag\" href=\"#f3919316\">3</a> smrt.", "pism": {}}}}, "p147": {"nazev": "Těžké ublížení na zdraví z nedbalosti", "par": "§ 147", "odst": {"1": {"text": "<var>(1)</var> Kdo jinému z nedbalosti způsobí těžkou újmu na zdraví, bude potrestán odnětím svobody až na dvě léta nebo zákazem činnosti.", "pism": {}}, "2": {"text": "<var>(2)</var> Odnětím svobody na šest měsíců až čtyři léta nebo peněžitým trestem bude pachatel potrestán, spáchá-li čin uvedený v <a class=\"linkfrag\" href=\"#f3919324\">odstavci 1</a> proto, že porušil důležitou povinnost vyplývající z jeho zaměstnání, povolání, postavení nebo funkce nebo uloženou mu podle zákona.", "pism": {}}, "3": {"text": "<var>(3)</var> Kdo z nedbalosti způsobí těžkou újmu na zdraví nejméně dvou osob proto, že hrubě porušil zákony o ochraně životního prostředí nebo zákony o bezpečnosti práce nebo dopravy anebo hygienické zákony, bude potrestán odnětím svobody na dvě léta až osm let.", "pism": {}}}}, "p148": {"nazev": "Ublížení na zdraví z nedbalosti", "par": "§ 148", "odst": {"1": {"text": "<var>(1)</var> Kdo jinému z nedbalosti ublíží na zdraví tím, že poruší důležitou povinnost vyplývající z jeho zaměstnání, povolání, postavení nebo funkce nebo uloženou mu podle zákona, bude potrestán odnětím svobody až na jeden rok nebo zákazem činnosti.", "pism": {}}, "2": {"text": "<var>(2)</var> Kdo z nedbalosti způsobí ublížení na zdraví nejméně dvou osob proto, že hrubě porušil zákony o ochraně životního prostředí nebo zákony o bezpečnosti práce nebo dopravy anebo hygienické zákony, bude potrestán odnětím svobody až na tři léta.", "pism": {}}}}, "p149": {"nazev": "Mučení a jiné nelidské a kruté zacházení", "par": "§ 149", "odst": {"1": {"text": "<var>(1)</var> Kdo mučením nebo jiným nelidským a krutým zacházením v souvislosti s výkonem pravomoci orgánu státní správy, územní samosprávy, soudu nebo jiného orgánu veřejné moci působí jinému tělesné nebo duševní utrpení, bude potrestán odnětím svobody na šest měsíců až pět let.", "pism": {}}, "2": {"text": "<var>(2)</var> Odnětím svobody na dvě léta až osm let bude pachatel potrestán,", "pism": {"text": "<var>e)</var> spáchá-li takový čin opětovně."}}, "3": {"text": "<var>(3)</var> Odnětím svobody na pět až dvanáct let bude pachatel potrestán,", "pism": {"text": "<var>d)</var> způsobí-li takovým činem těžkou újmu na zdraví."}}, "4": {"text": "<var>(4)</var> Odnětím svobody na osm až osmnáct let bude pachatel potrestán, způsobí-li činem uvedeným v <a class=\"linkfrag\" href=\"#f3919335\">odstavci 1</a> smrt.", "pism": {}}, "5": {"text": "<var>(5)</var> Příprava je trestná.", "pism": {}}}}, "p150": {"nazev": "Neposkytnutí pomoci", "par": "§ 150", "odst": {"1": {"text": "<var>(1)</var> Kdo osobě, která je v nebezpečí smrti nebo jeví známky vážné poruchy zdraví nebo jiného vážného onemocnění, neposkytne potřebnou pomoc, ač tak může učinit bez nebezpečí pro sebe nebo jiného, bude potrestán odnětím svobody až na dvě léta.", "pism": {}}, "2": {"text": "<var>(2)</var> Kdo osobě, která je v nebezpečí smrti nebo jeví známky vážné poruchy zdraví nebo vážného onemocnění, neposkytne potřebnou pomoc, ač je podle povahy svého zaměstnání povinen takovou pomoc poskytnout, bude potrestán odnětím svobody až na tři léta nebo zákazem činnosti.", "pism": {}}}}, "p151": {"nazev": "Neposkytnutí pomoci řidičem dopravního prostředku", "par": "§ 151", "odst": {"1": {"text": "Řidič dopravního prostředku, který po dopravní nehodě, na níž měl účast, neposkytne osobě, která při nehodě utrpěla újmu na zdraví, potřebnou pomoc, ač tak může učinit bez nebezpečí pro sebe nebo jiného, bude potrestán odnětím svobody až na pět let nebo zákazem činnosti.", "pism": {}}}}, "p152": {"nazev": "Šíření nakažlivé lidské nemoci", "par": "§ 152", "odst": {"1": {"text": "<var>(1)</var> Kdo úmyslně způsobí nebo zvýší nebezpečí zavlečení nebo rozšíření nakažlivé nemoci u lidí, bude potrestán odnětím svobody na šest měsíců až tři léta, zákazem činnosti nebo propadnutím věci.", "pism": {}}, "2": {"text": "<var>(2)</var> Odnětím svobody na dvě léta až osm let bude pachatel potrestán,", "pism": {"text": "<var>d)</var> způsobí-li takovým činem těžkou újmu na zdraví."}}, "3": {"text": "<var>(3)</var> Odnětím svobody na tři léta až deset let bude pachatel potrestán, způsobí-li činem uvedeným v <a class=\"linkfrag\" href=\"#f3919360\">odstavci 1</a> těžkou újmu na zdraví nejméně dvou osob nebo smrt.", "pism": {}}, "4": {"text": "<var>(4)</var> Odnětím svobody na pět až dvanáct let bude pachatel potrestán, způsobí-li činem uvedeným v <a class=\"linkfrag\" href=\"#f3919360\">odstavci 1</a> smrt nejméně dvou osob.", "pism": {}}, "5": {"text": "<var>(5)</var> Příprava je trestná.", "pism": {}}}}, "p153": {"nazev": "Šíření nakažlivé lidské nemoci z nedbalosti", "par": "§ 153", "odst": {"1": {"text": "<var>(1)</var> Kdo z nedbalosti způsobí nebo zvýší nebezpečí zavlečení nebo rozšíření nakažlivé nemoci u lidí, bude potrestán odnětím svobody až na jeden rok, zákazem činnosti nebo propadnutím věci.", "pism": {}}, "2": {"text": "<var>(2)</var> Odnětím svobody na šest měsíců až tři léta bude pachatel potrestán,", "pism": {"text": "<var>c)</var> způsobí-li takovým činem těžkou újmu na zdraví."}}, "3": {"text": "<var>(3)</var> Odnětím svobody na jeden rok až šest let bude pachatel potrestán,", "pism": {"text": "<var>b)</var> způsobí-li činem uvedeným v <a class=\"linkfrag\" href=\"#f3919374\">odstavci 2 písm. b)</a> těžkou újmu na zdraví."}}, "4": {"text": "<var>(4)</var> Odnětím svobody na dvě léta až osm let bude pachatel potrestán, spáchá-li čin uvedený v <a class=\"linkfrag\" href=\"#f3919376\">odstavci 3</a> proto, že hrubě porušil zákony na ochranu veřejného zdraví.", "pism": {}}, "5": {"text": "<var>(5)</var> Odnětím svobody na tři léta až deset let bude pachatel potrestán, způsobí-li činem uvedeným v <a class=\"linkfrag\" href=\"#f3919371\">odstavci 1</a> smrt nejméně dvou osob proto, že hrubě porušil předpisy na ochranu veřejného zdraví.", "pism": {}}}}, "p155": {"nazev": "Ohrožení pohlavní nemocí", "par": "§ 155", "odst": {"1": {"text": "Kdo jiného vydá, byť i z nedbalosti, nebezpečí nákazy pohlavní nemocí, bude potrestán odnětím svobody až na jeden rok.", "pism": {}}}}, "p156": {"nazev": "Ohrožování zdraví závadnými potravinami a jinými předměty", "par": "§ 156", "odst": {"1": {"text": "<var>(1)</var> Kdo v rozporu s jiným právním předpisem má na prodej nebo pro tento účel vyrobí anebo sobě nebo jinému opatří úmyslně potraviny nebo jiné předměty, jejichž požití nebo užití k obvyklému účelu je nebezpečné lidskému zdraví, bude potrestán odnětím svobody až na dvě léta, zákazem činnosti nebo propadnutím věci.", "pism": {}}, "2": {"text": "<var>(2)</var> Odnětím svobody na dvě léta až osm let bude pachatel potrestán,", "pism": {"text": "<var>d)</var> způsobí-li takovým činem těžkou újmu na zdraví."}}, "3": {"text": "<var>(3)</var> Odnětím svobody na tři léta až deset let bude pachatel potrestán, způsobí-li činem uvedeným v <a class=\"linkfrag\" href=\"#f3919389\">odstavci 1</a> těžkou újmu na zdraví nejméně dvou osob nebo smrt.", "pism": {}}, "4": {"text": "<var>(4)</var> Odnětím svobody na pět až dvanáct let bude pachatel potrestán, způsobí-li činem uvedeným v <a class=\"linkfrag\" href=\"#f3919389\">odstavci 1</a> smrt nejméně dvou osob.", "pism": {}}, "5": {"text": "<var>(5)</var> Příprava je trestná.", "pism": {}}}}, "p157": {"nazev": "Ohrožování zdraví závadnými potravinami a jinými předměty z nedbalosti", "par": "§ 157", "odst": {"1": {"text": "<var>(1)</var> Kdo v rozporu s jiným právním předpisem má na prodej nebo pro tento účel vyrobí anebo sobě nebo jinému opatří z nedbalosti potraviny nebo jiné předměty, jejichž požití nebo užití k obvyklému účelu je nebezpečné lidskému zdraví, bude potrestán odnětím svobody až na šest měsíců, zákazem činnosti nebo propadnutím věci.", "pism": {}}, "2": {"text": "<var>(2)</var> Odnětím svobody až na dvě léta bude pachatel potrestán,", "pism": {"text": "<var>c)</var> způsobí-li takovým činem těžkou újmu na zdraví."}}, "3": {"text": "<var>(3)</var> Odnětím svobody na jeden rok až pět let bude pachatel potrestán,", "pism": {"text": "<var>b)</var> způsobí-li činem uvedeným v <a class=\"linkfrag\" href=\"#f3919403\">odstavci 2 písm. b)</a> těžkou újmu na zdraví."}}, "4": {"text": "<var>(4)</var> Odnětím svobody na dvě léta až osm let bude pachatel potrestán, spáchá-li čin uvedený v <a class=\"linkfrag\" href=\"#f3919406\">odstavci 3 písm. a)</a> proto, že hrubě porušil hygienické nebo jiné zákony týkající se takových potravin nebo předmětů.", "pism": {}}, "5": {"text": "<var>(5)</var> Odnětím svobody na tři léta až deset let bude pachatel potrestán, způsobí-li činem uvedeným v <a class=\"linkfrag\" href=\"#f3919400\">odstavci 1</a> smrt nejméně dvou osob proto, že hrubě porušil hygienické nebo jiné zákony týkající se takových potravin nebo předmětů.", "pism": {}}}}, "p158": {"nazev": "Rvačka", "par": "§ 158", "odst": {"1": {"text": "<var>(1)</var> Kdo úmyslně ohrozí život nebo zdraví jiného tím, že se zúčastní rvačky, bude potrestán odnětím svobody až na jeden rok.", "pism": {}}, "2": {"text": "<var>(2)</var> Odnětím svobody na šest měsíců až pět let nebo peněžitým trestem bude pachatel potrestán, je-li při činu uvedeném v <a class=\"linkfrag\" href=\"#f3919412\">odstavci 1</a> jinému způsobena těžká újma na zdraví.", "pism": {}}, "3": {"text": "<var>(3)</var> Odnětím svobody na dvě léta až osm let bude pachatel potrestán, je-li při činu uvedeném v <a class=\"linkfrag\" href=\"#f3919412\">odstavci 1</a> jinému způsobena smrt.", "pism": {}}}}, "p160": {"nazev": "Nedovolené přerušení těhotenství se souhlasem těhotné ženy", "par": "§ 160", "odst": {"1": {"text": "<var>(1)</var> Kdo se souhlasem těhotné ženy uměle přeruší její těhotenství jinak než způsobem přípustným podle zákona <a class=\"linkrule\" href=\"/cs/1986-66\">o umělém přerušení těhotenství</a>, bude potrestán odnětím svobody na jeden rok až pět let nebo zákazem činnosti.", "pism": {}}, "2": {"text": "<var>(2)</var> Odnětím svobody na dvě léta až osm let bude pachatel potrestán,", "pism": {"text": "<var>d)</var> způsobí-li takovým činem těžkou újmu na zdraví."}}, "3": {"text": "<var>(3)</var> Odnětím svobody na tři léta až deset let bude pachatel potrestán, způsobí-li činem uvedeným v <a class=\"linkfrag\" href=\"#f3919432\">odstavci 1</a> těžkou újmu na zdraví nejméně dvou osob nebo smrt.", "pism": {}}, "4": {"text": "<var>(4)</var> Odnětím svobody na pět až dvanáct let bude pachatel potrestán, způsobí-li činem uvedeným v <a class=\"linkfrag\" href=\"#f3919432\">odstavci 1</a> smrt nejméně dvou osob.", "pism": {}}, "5": {"text": "<var>(5)</var> Příprava je trestná.", "pism": {}}}}, "p161": {"nazev": "Pomoc těhotné ženě k umělému přerušení těhotenství", "par": "§ 161", "odst": {"1": {"text": "<var>(1)</var> Kdo těhotné ženě pomáhá k tomu, aby", "pism": {"text": "<var>b)</var> jiného požádala nebo jinému dovolila, aby jí bylo těhotenství uměle přerušeno jinak než způsobem přípustným podle zákona <a class=\"linkrule\" href=\"/cs/1986-66\">o umělém přerušení těhotenství</a>,"}}, "2": {"text": "<var>(2)</var> Odnětím svobody na šest měsíců až pět let bude pachatel potrestán,", "pism": {"text": "<var>b)</var> přispěje-li takovým činem k těžké újmě na zdraví u těhotné ženy."}}, "3": {"text": "<var>(3)</var> Odnětím svobody na jeden rok až šest let bude pachatel potrestán, přispěje-li činem uvedeným v <a class=\"linkfrag\" href=\"#f3919443\">odstavci 1</a> k smrti těhotné ženy.", "pism": {}}}}, "p168": {"nazev": "Obchodování s lidmi", "par": "§ 168", "odst": {"1": {"text": "<var>(1)</var> Kdo přiměje, zjedná, najme, zláká, svede, dopraví, ukryje, zadržuje, přijme nebo vydá dítě, aby ho bylo užito", "pism": {"text": "<var>e)</var> k nuceným pracím nebo k jiným formám vykořisťování, anebo"}}, "2": {"text": "<var>(2)</var> Stejně bude potrestán, kdo jinou osobu než uvedenou v <a class=\"linkfrag\" href=\"#f3919537\">odstavci 1</a> za použití násilí, pohrůžky násilí nebo jiné těžké újmy nebo lsti anebo zneužívaje jejího omylu, tísně nebo závislosti, přiměje, zjedná, najme, zláká, svede, dopraví, ukryje, zadržuje, přijme nebo vydá, aby jí bylo užito", "pism": {"text": "<var>e)</var> k nuceným pracím nebo k jiným formám vykořisťování, anebo"}}, "3": {"text": "<var>(3)</var> Odnětím svobody na pět až dvanáct let nebo propadnutím majetku bude pachatel potrestán,", "pism": {"text": "<var>d)</var> spáchá-li takový čin v úmyslu, aby jiného bylo užito k prostituci."}}, "4": {"text": "<var>(4)</var> Odnětím svobody na osm až patnáct let nebo propadnutím majetku bude pachatel potrestán,", "pism": {"text": "<var>c)</var> spáchá-li takový čin ve spojení s organizovanou skupinou působící ve více státech."}}, "5": {"text": "<var>(5)</var> Odnětím svobody na deset až osmnáct let nebo propadnutím majetku bude pachatel potrestán, způsobí-li činem uvedeným v <a class=\"linkfrag\" href=\"#f3919537\">odstavci 1</a> nebo <a class=\"linkfrag\" href=\"#f3919545\">2</a> smrt.", "pism": {}}, "6": {"text": "<var>(6)</var> Příprava je trestná.", "pism": {}}}}, "p169": {"nazev": "Svěření dítěte do moci jiného", "par": "§ 169", "odst": {"1": {"text": "<var>(1)</var> Kdo za odměnu svěří dítě do moci jiného za účelem adopce nebo pro jiný obdobný účel, bude potrestán odnětím svobody až na tři léta nebo zákazem činnosti.", "pism": {}}, "2": {"text": "<var>(2)</var> Odnětím svobody na dvě léta až osm let nebo propadnutím majetku bude pachatel potrestán,", "pism": {"text": "<var>d)</var> spáchá-li takový čin v úmyslu získat pro sebe nebo pro jiného značný prospěch."}}, "3": {"text": "<var>(3)</var> Odnětím svobody na tři léta až deset let nebo propadnutím majetku bude pachatel potrestán,", "pism": {"text": "<var>c)</var> spáchá-li takový čin ve spojení s organizovanou skupinou působící ve více státech."}}}}, "p170": {"nazev": "Zbavení osobní svobody", "par": "§ 170", "odst": {"1": {"text": "<var>(1)</var> Kdo jiného bez oprávnění uvězní nebo jiným způsobem zbaví osobní svobody, bude potrestán odnětím svobody na dvě léta až osm let.", "pism": {}}, "2": {"text": "<var>(2)</var> Odnětím svobody na pět až dvanáct let bude pachatel potrestán,", "pism": {"text": "<var>e)</var> spáchá-li takový čin v úmyslu získat pro sebe nebo pro jiného značný prospěch."}}, "3": {"text": "<var>(3)</var> Odnětím svobody na osm až šestnáct let bude pachatel potrestán,", "pism": {"text": "<var>b)</var> spáchá-li takový čin v úmyslu získat pro sebe nebo pro jiného prospěch velkého rozsahu."}}, "4": {"text": "<var>(4)</var> Příprava je trestná.", "pism": {}}}}, "p171": {"nazev": "Omezování osobní svobody", "par": "§ 171", "odst": {"1": {"text": "<var>(1)</var> Kdo jinému bez oprávnění brání užívat osobní svobody, bude potrestán odnětím svobody až na dvě léta.", "pism": {}}, "2": {"text": "<var>(2)</var> Odnětím svobody až na tři léta bude pachatel potrestán, spáchá-li čin uvedený v <a class=\"linkfrag\" href=\"#f3919592\">odstavci 1</a> v úmyslu usnadnit jiný trestný čin.", "pism": {}}, "3": {"text": "<var>(3)</var> Odnětím svobody na dvě léta až osm let bude pachatel potrestán,", "pism": {"text": "<var>e)</var> spáchá-li takový čin v úmyslu získat pro sebe nebo pro jiného značný prospěch."}}, "4": {"text": "<var>(4)</var> Odnětím svobody na tři léta až deset let bude pachatel potrestán,", "pism": {"text": "<var>b)</var> spáchá-li takový čin v úmyslu získat pro sebe nebo pro jiného prospěch velkého rozsahu."}}}}, "p172": {"nazev": "Zavlečení", "par": "§ 172", "odst": {"1": {"text": "<var>(1)</var> Kdo jiného lstí, násilím nebo hrozbou násilí nebo jiné újmy zavleče do České republiky nebo do jiného státu, nebo ho přiměje, aby se do České republiky nebo do jiného státu odebral, nebo ho odvrací od návratu z České republiky nebo z jiného státu, bude potrestán odnětím svobody na dvě léta až osm let.", "pism": {}}, "2": {"text": "<var>(2)</var> Odnětím svobody na pět až dvanáct let bude pachatel potrestán,", "pism": {"text": "<var>e)</var> spáchá-li takový čin v úmyslu získat pro sebe nebo pro jiného značný prospěch."}}, "3": {"text": "<var>(3)</var> Odnětím svobody na osm až šestnáct let bude pachatel potrestán,", "pism": {"text": "<var>b)</var> spáchá-li takový čin v úmyslu získat pro sebe nebo pro jiného prospěch velkého rozsahu."}}, "4": {"text": "<var>(4)</var> Příprava je trestná.", "pism": {}}}}, "p173": {"nazev": "Loupež", "par": "§ 173", "odst": {"1": {"text": "<var>(1)</var> Kdo proti jinému užije násilí nebo pohrůžky bezprostředního násilí v úmyslu zmocnit se cizí věci, bude potrestán odnětím svobody na dvě léta až deset let.", "pism": {}}, "2": {"text": "<var>(2)</var> Odnětím svobody na pět až dvanáct let bude pachatel potrestán,", "pism": {"text": "<var>d)</var> spáchá-li takový čin v úmyslu umožnit nebo usnadnit spáchání teroristického trestného činu, trestného činu financování terorismu (<a class=\"linkfrag\" href=\"#f5976936\">§ 312d</a>) nebo vyhrožování teroristickým trestným činem (<a class=\"linkfrag\" href=\"#f5976959\">§ 312f</a>)."}}, "3": {"text": "<var>(3)</var> Odnětím svobody na osm až patnáct let bude pachatel potrestán, způsobí-li činem uvedeným v <a class=\"linkfrag\" href=\"#f3919620\">odstavci 1</a> škodu velkého rozsahu.", "pism": {}}, "4": {"text": "<var>(4)</var> Odnětím svobody na deset až osmnáct let bude pachatel potrestán, způsobí-li činem uvedeným v <a class=\"linkfrag\" href=\"#f3919620\">odstavci 1</a> smrt.", "pism": {}}, "5": {"text": "<var>(5)</var> Příprava je trestná.", "pism": {}}}}, "p174": {"nazev": "Braní rukojmí", "par": "§ 174", "odst": {"1": {"text": "<var>(1)</var> Kdo se zmocní rukojmí a hrozí, že ho usmrtí anebo že mu způsobí újmu na zdraví nebo jinou vážnou újmu, s cílem donutit jiného, aby něco konal, opominul nebo trpěl, bude potrestán odnětím svobody na dvě léta až deset let.", "pism": {}}, "2": {"text": "<var>(2)</var> Odnětím svobody na pět až dvanáct let bude pachatel potrestán,", "pism": {"text": "<var>e)</var> spáchá-li takový čin v úmyslu získat pro sebe nebo pro jiného značný prospěch."}}, "3": {"text": "<var>(3)</var> Odnětím svobody na osm až patnáct let bude pachatel potrestán, spáchá-li takový čin v úmyslu získat pro sebe nebo pro jiného prospěch velkého rozsahu.", "pism": {}}, "4": {"text": "<var>(4)</var> Odnětím svobody na deset až osmnáct let bude pachatel potrestán, způsobí-li činem uvedeným v <a class=\"linkfrag\" href=\"#f3919632\">odstavci 1</a> smrt.", "pism": {}}, "5": {"text": "<var>(5)</var> Příprava je trestná.", "pism": {}}}}, "p175": {"nazev": "Vydírání", "par": "§ 175", "odst": {"1": {"text": "<var>(1)</var> Kdo jiného násilím, pohrůžkou násilí nebo pohrůžkou jiné těžké újmy nutí, aby něco konal, opominul nebo trpěl, bude potrestán odnětím svobody na šest měsíců až čtyři léta nebo peněžitým trestem.", "pism": {}}, "2": {"text": "<var>(2)</var> Odnětím svobody na dvě léta až osm let bude pachatel potrestán,", "pism": {"text": "<var>f)</var> spáchá-li takový čin na jiném pro jeho skutečnou nebo domnělou rasu, příslušnost k etnické skupině, národnost, politické přesvědčení, vyznání nebo proto, že je skutečně nebo domněle bez vyznání."}}, "3": {"text": "<var>(3)</var> Odnětím svobody na pět až dvanáct let bude pachatel potrestán,", "pism": {"text": "<var>c)</var> způsobí-li takovým činem škodu velkého rozsahu."}}, "4": {"text": "<var>(4)</var> Odnětím svobody na osm až šestnáct let bude pachatel potrestán, způsobí-li činem uvedeným v <a class=\"linkfrag\" href=\"#f3919645\">odstavci 1</a> smrt.", "pism": {}}, "5": {"text": "<var>(5)</var> Příprava je trestná.", "pism": {}}}}, "p176": {"nazev": "Omezování svobody vyznání", "par": "§ 176", "odst": {"1": {"text": "<var>(1)</var> Kdo násilím, pohrůžkou násilí nebo pohrůžkou jiné újmy", "pism": {"text": "<var>c)</var> jinému v užívání svobody vyznání jinak brání,"}}, "2": {"text": "<var>(2)</var> Odnětím svobody na jeden rok až pět let nebo peněžitým trestem bude pachatel potrestán, spáchá-li čin uvedený v <a class=\"linkfrag\" href=\"#f3919661\">odstavci 1</a>", "pism": {"text": "<var>b)</var> se zbraní."}}}}, "p177": {"nazev": "Útisk", "par": "§ 177", "odst": {"1": {"text": "<var>(1)</var> Kdo jiného nutí, zneužívaje jeho tísně nebo závislosti, aby něco konal, opominul nebo trpěl, bude potrestán odnětím svobody až na jeden rok nebo zákazem činnosti.", "pism": {}}, "2": {"text": "<var>(2)</var> Odnětím svobody na šest měsíců až tři léta bude pachatel potrestán,", "pism": {"text": "<var>b)</var> spáchá-li takový čin v úmyslu získat pro sebe nebo pro jiného značný prospěch."}}, "3": {"text": "<var>(3)</var> Odnětím svobody na jeden rok až pět let nebo peněžitým trestem bude pachatel potrestán,", "pism": {"text": "<var>b)</var> spáchá-li takový čin v úmyslu získat pro sebe nebo pro jiného prospěch velkého rozsahu."}}}}, "p178": {"nazev": "Porušování domovní svobody", "par": "§ 178", "odst": {"1": {"text": "<var>(1)</var> Kdo neoprávněně vnikne do obydlí jiného nebo tam neoprávněně setrvá, bude potrestán odnětím svobody až na dvě léta.", "pism": {}}, "2": {"text": "<var>(2)</var> Odnětím svobody na šest měsíců až tři léta bude pachatel potrestán, užije-li při činu uvedeném v <a class=\"linkfrag\" href=\"#f3919679\">odstavci 1</a> násilí nebo pohrůžky bezprostředního násilí nebo překoná-li překážku, jejímž účelem je zabránit vniknutí.", "pism": {}}, "3": {"text": "<var>(3)</var> Odnětím svobody na jeden rok až pět let nebo peněžitým trestem bude pachatel potrestán, jestliže užije při činu uvedeném v <a class=\"linkfrag\" href=\"#f3919679\">odstavci 1</a> násilí nebo pohrůžky bezprostředního násilí a takový čin spáchá se zbraní nebo nejméně se dvěma osobami.", "pism": {}}}}, "p180": {"nazev": "Neoprávněné nakládání s osobními údaji", "par": "§ 180", "odst": {"1": {"text": "<var>(1)</var> Kdo, byť i z nedbalosti, neoprávněně zveřejní, sdělí, zpřístupní, jinak zpracovává nebo si přisvojí osobní údaje, které byly o jiném shromážděné v souvislosti s výkonem veřejné moci, a způsobí tím vážnou újmu na právech nebo oprávněných zájmech osoby, jíž se osobní údaje týkají, bude potrestán odnětím svobody až na tři léta nebo zákazem činnosti.", "pism": {}}, "2": {"text": "<var>(2)</var> Stejně bude potrestán, kdo, byť i z nedbalosti, poruší státem uloženou nebo uznanou povinnost mlčenlivosti tím, že neoprávněně zveřejní, sdělí nebo zpřístupní třetí osobě osobní údaje získané v souvislosti s výkonem svého povolání, zaměstnání nebo funkce, a způsobí tím vážnou újmu na právech nebo oprávněných zájmech osoby, jíž se osobní údaje týkají.", "pism": {}}, "3": {"text": "<var>(3)</var> Odnětím svobody na jeden rok až pět let, peněžitým trestem nebo zákazem činnosti bude pachatel potrestán,", "pism": {"text": "<var>d)</var> spáchá-li takový čin v úmyslu získat pro sebe nebo pro jiného značný prospěch."}}, "4": {"text": "<var>(4)</var> Odnětím svobody na tři léta až osm let bude pachatel potrestán,", "pism": {"text": "<var>b)</var> spáchá-li takový čin v úmyslu získat pro sebe nebo pro jiného prospěch velkého rozsahu."}}}}, "p181": {"nazev": "Poškození cizích práv", "par": "§ 181", "odst": {"1": {"text": "<var>(1)</var> Kdo jinému způsobí vážnou újmu na právech tím, že", "pism": {"text": "<var>b)</var> využije něčího omylu,"}}, "2": {"text": "<var>(2)</var> Odnětím svobody až na tři léta bude pachatel potrestán,", "pism": {"text": "<var>c)</var> vydává-li se při takovém činu za úřední osobu."}}, "3": {"text": "<var>(3)</var> Odnětím svobody na šest měsíců až pět let bude pachatel potrestán,", "pism": {"text": "<var>b)</var> získá-li takovým činem pro sebe nebo pro jiného prospěch velkého rozsahu."}}}}, "p182": {"nazev": "Porušení tajemství dopravovaných zpráv", "par": "§ 182", "odst": {"1": {"text": "<var>(1)</var> Kdo úmyslně poruší tajemství", "pism": {"text": "<var>c)</var> neveřejného přenosu počítačových dat do počítačového systému, z něj nebo v jeho rámci, včetně elektromagnetického vyzařování z počítačového systému, přenášejícího taková počítačová data,"}}, "2": {"text": "<var>(2)</var> Stejně bude potrestán, kdo v úmyslu způsobit jinému škodu nebo opatřit sobě nebo jinému neoprávněný prospěch", "pism": {"text": "<var>b)</var> takového tajemství využije."}}, "3": {"text": "<var>(3)</var> Odnětím svobody na šest měsíců až tři léta nebo zákazem činnosti bude pachatel potrestán,", "pism": {"text": "<var>d)</var> spáchá-li takový čin v úmyslu získat pro sebe nebo pro jiného značný prospěch."}}, "4": {"text": "<var>(4)</var> Odnětím svobody na jeden rok až pět let nebo peněžitým trestem bude pachatel potrestán,", "pism": {"text": "<var>c)</var> spáchá-li takový čin v úmyslu získat pro sebe nebo pro jiného prospěch velkého rozsahu."}}, "5": {"text": "<var>(5)</var> Zaměstnanec provozovatele poštovních služeb, telekomunikační služby nebo počítačového systému anebo kdokoli jiný vykonávající komunikační činnosti, který", "pism": {"text": "<var>c)</var> pozmění nebo potlačí písemnost obsaženou v poštovní zásilce nebo dopravovanou dopravním zařízením anebo zprávu podanou neveřejným přenosem počítačových dat, telefonicky, telegraficky nebo jiným podobným způsobem,"}}, "6": {"text": "<var>(6)</var> Odnětím svobody na tři léta až deset let bude pachatel potrestán,", "pism": {"text": "<var>b)</var> spáchá-li takový čin v úmyslu získat pro sebe nebo pro jiného prospěch velkého rozsahu."}}}}, "p183": {"nazev": "Porušení tajemství listin a jiných dokumentů uchovávaných v soukromí", "par": "§ 183", "odst": {"1": {"text": "<var>(1)</var> Kdo neoprávněně poruší tajemství listiny nebo jiné písemnosti, fotografie, filmu nebo jiného záznamu, počítačových dat anebo jiného dokumentu uchovávaného v soukromí jiného tím, že je zveřejní, zpřístupní třetí osobě nebo je jiným způsobem použije, bude potrestán odnětím svobody až na jeden rok, zákazem činnosti nebo propadnutím věci.", "pism": {}}, "2": {"text": "<var>(2)</var> Odnětím svobody až na dvě léta, zákazem činnosti nebo propadnutím věci bude pachatel potrestán, spáchá-li čin uvedený v <a class=\"linkfrag\" href=\"#f3919742\">odstavci 1</a> v úmyslu získat pro sebe nebo pro jiného majetkový nebo jiný prospěch, způsobit jinému škodu nebo jinou vážnou újmu, anebo ohrozit jeho společenskou vážnost.", "pism": {}}, "3": {"text": "<var>(3)</var> Odnětím svobody na šest měsíců až pět let nebo peněžitým trestem bude pachatel potrestán,", "pism": {"text": "<var>d)</var> spáchá-li takový čin v úmyslu získat pro sebe nebo pro jiného značný prospěch."}}, "4": {"text": "<var>(4)</var> Odnětím svobody na dvě léta až osm let bude pachatel potrestán,", "pism": {"text": "<var>b)</var> spáchá-li takový čin v úmyslu získat pro sebe nebo pro jiného prospěch velkého rozsahu."}}}}, "p184": {"nazev": "Pomluva", "par": "§ 184", "odst": {"1": {"text": "<var>(1)</var> Kdo o jiném sdělí nepravdivý údaj, který je způsobilý značnou měrou ohrozit jeho vážnost u spoluobčanů, zejména poškodit jej v zaměstnání, narušit jeho rodinné vztahy nebo způsobit mu jinou vážnou újmu, bude potrestán odnětím svobody až na jeden rok.", "pism": {}}, "2": {"text": "<var>(2)</var> Odnětím svobody až na dvě léta nebo zákazem činnosti bude pachatel potrestán, spáchá-li čin uvedený v <a class=\"linkfrag\" href=\"#f3919754\">odstavci 1</a> tiskem, filmem, rozhlasem, televizí, veřejně přístupnou počítačovou sítí nebo jiným obdobně účinným způsobem.", "pism": {}}}}, "p185": {"nazev": "Znásilnění", "par": "§ 185", "odst": {"1": {"text": "<var>(1)</var> Kdo jiného násilím nebo pohrůžkou násilí nebo pohrůžkou jiné těžké újmy donutí k pohlavnímu styku, nebo", "pism": {}}, "2": {"text": "<var>(2)</var> Odnětím svobody na dvě léta až deset let bude pachatel potrestán, spáchá-li čin uvedený v <a class=\"linkfrag\" href=\"#f3919760\">odstavci 1</a>", "pism": {"text": "<var>c)</var> se zbraní."}}, "3": {"text": "<var>(3)</var> Odnětím svobody na pět až dvanáct let bude pachatel potrestán,", "pism": {"text": "<var>c)</var> způsobí-li takovým činem těžkou újmu na zdraví."}}, "4": {"text": "<var>(4)</var> Odnětím svobody na deset až osmnáct let bude pachatel potrestán, způsobí-li činem uvedeným v <a class=\"linkfrag\" href=\"#f3919760\">odstavci 1</a> smrt.", "pism": {}}, "5": {"text": "<var>(5)</var> Příprava je trestná.", "pism": {}}}}, "p186": {"nazev": "Sexuální nátlak", "par": "§ 186", "odst": {"1": {"text": "<var>(1)</var> Kdo jiného násilím, pohrůžkou násilí nebo pohrůžkou jiné těžké újmy donutí k pohlavnímu sebeukájení, k obnažování nebo jinému srovnatelnému chování, nebo", "pism": {}}, "2": {"text": "<var>(2)</var> Stejně bude potrestán pachatel, který přiměje jiného k pohlavnímu styku, k pohlavnímu sebeukájení, k obnažování nebo jinému srovnatelnému chování zneužívaje jeho závislosti nebo svého postavení a z něho vyplývající důvěryhodnosti nebo vlivu.", "pism": {}}, "3": {"text": "<var>(3)</var> Odnětím svobody na jeden rok až pět let bude pachatel potrestán, spáchá-li čin uvedený v <a class=\"linkfrag\" href=\"#f3919777\">odstavci 1</a> nebo <a class=\"linkfrag\" href=\"#f3919781\">2</a>", "pism": {"text": "<var>b)</var> nejméně se dvěma osobami."}}, "4": {"text": "<var>(4)</var> Odnětím svobody na dvě léta až osm let bude pachatel potrestán,", "pism": {"text": "<var>c)</var> spáchá-li takový čin jako člen organizované skupiny."}}, "5": {"text": "<var>(5)</var> Odnětím svobody na pět až dvanáct let bude pachatel potrestán,", "pism": {"text": "<var>b)</var> způsobí-li takovým činem těžkou újmu na zdraví."}}, "6": {"text": "<var>(6)</var> Odnětím svobody na deset až šestnáct let bude pachatel potrestán, způsobí-li činem uvedeným v <a class=\"linkfrag\" href=\"#f3919777\">odstavci 1</a> nebo <a class=\"linkfrag\" href=\"#f3919781\">2</a> smrt.", "pism": {}}, "7": {"text": "<var>(7)</var> Příprava je trestná.", "pism": {}}}}, "p187": {"nazev": "Pohlavní zneužití", "par": "§ 187", "odst": {"1": {"text": "<var>(1)</var> Kdo vykoná soulož s dítětem mladším patnácti let nebo kdo je jiným způsobem pohlavně zneužije, bude potrestán odnětím svobody na jeden rok až osm let.", "pism": {}}, "2": {"text": "<var>(2)</var> Odnětím svobody na dvě léta až deset let bude pachatel potrestán, spáchá-li čin uvedený v <a class=\"linkfrag\" href=\"#f3919799\">odstavci 1</a> na dítěti mladším patnácti let svěřeném jeho dozoru, zneužívaje jeho závislosti nebo svého postavení a z něho vyplývající důvěryhodnosti nebo vlivu.", "pism": {}}, "3": {"text": "<var>(3)</var> Odnětím svobody na pět až dvanáct let bude pachatel potrestán, způsobí-li činem uvedeným v <a class=\"linkfrag\" href=\"#f3919799\">odstavci 1</a> těžkou újmu na zdraví.", "pism": {}}, "4": {"text": "<var>(4)</var> Odnětím svobody na deset až osmnáct let bude pachatel potrestán, způsobí-li činem uvedeným v <a class=\"linkfrag\" href=\"#f3919799\">odstavci 1</a> smrt.", "pism": {}}, "5": {"text": "<var>(5)</var> Příprava je trestná.", "pism": {}}}}, "p188": {"nazev": "Soulož mezi příbuznými", "par": "§ 188", "odst": {"1": {"text": "Kdo vykoná soulož s příbuzným v pokolení přímém nebo se sourozencem, bude potrestán odnětím svobody až na tři léta.", "pism": {}}}}, "p189": {"nazev": "Kuplířství", "par": "§ 189", "odst": {"1": {"text": "<var>(1)</var> Kdo jiného přiměje, zjedná, najme, zláká nebo svede k provozování prostituce, nebo", "pism": {}}, "2": {"text": "<var>(2)</var> Odnětím svobody na dvě léta až osm let bude pachatel potrestán, spáchá-li čin uvedený v <a class=\"linkfrag\" href=\"#f3919812\">odstavci 1</a>", "pism": {"text": "<var>b)</var> jako člen organizované skupiny."}}, "3": {"text": "<var>(3)</var> Odnětím svobody na pět až dvanáct let nebo propadnutím majetku bude pachatel potrestán, způsobí-li činem uvedeným v <a class=\"linkfrag\" href=\"#f3919812\">odstavci 1</a> těžkou újmu na zdraví.", "pism": {}}, "4": {"text": "<var>(4)</var> Odnětím svobody na osm až patnáct let nebo propadnutím majetku bude pachatel potrestán, způsobí-li činem uvedeným v <a class=\"linkfrag\" href=\"#f3919812\">odstavci 1</a> smrt.", "pism": {}}}}, "p190": {"nazev": "Prostituce ohrožující mravní vývoj dětí", "par": "§ 190", "odst": {"1": {"text": "<var>(1)</var> Kdo provozuje prostituci v blízkosti školy, školského nebo jiného obdobného zařízení nebo místa, které je vyhrazeno nebo určeno pro pobyt nebo návštěvu dětí, bude potrestán odnětím svobody až na dvě léta.", "pism": {}}, "2": {"text": "<var>(2)</var> Kdo organizuje, střeží nebo jiným způsobem zajišťuje provozování prostituce v blízkosti školy, školského nebo jiného obdobného zařízení nebo místa, které je vyhrazeno nebo určeno pro pobyt nebo návštěvu dětí, bude potrestán odnětím svobody až na tři léta, zákazem činnosti nebo propadnutím věci.", "pism": {}}, "3": {"text": "<var>(3)</var> Odnětím svobody na šest měsíců až pět let nebo propadnutím majetku bude pachatel potrestán, spáchá-li čin uvedený v <a class=\"linkfrag\" href=\"#f3919822\">odstavci 1</a> nebo <a class=\"linkfrag\" href=\"#f3919823\">2</a>", "pism": {"text": "<var>b)</var> opětovně."}}}}, "p191": {"nazev": "Šíření pornografie", "par": "§ 191", "odst": {"1": {"text": "<var>(1)</var> Kdo vyrobí, doveze, vyveze, proveze, nabídne, činí veřejně přístupným, zprostředkuje, uvede do oběhu, prodá nebo jinak jinému opatří fotografické, filmové, počítačové, elektronické nebo jiné pornografické dílo, v němž se projevuje násilí či neúcta k člověku, nebo které popisuje, zobrazuje nebo jinak znázorňuje pohlavní styk se zvířetem, bude potrestán odnětím svobody až na jeden rok, zákazem činnosti nebo propadnutím věci.", "pism": {}}, "2": {"text": "<var>(2)</var> Kdo písemné, fotografické, filmové, počítačové, elektronické nebo jiné pornografické dílo", "pism": {"text": "<var>b)</var> na místě, které je dětem přístupné, vystavuje nebo jinak zpřístupňuje,"}}, "3": {"text": "<var>(3)</var> Odnětím svobody na šest měsíců až tři léta bude pachatel potrestán, spáchá-li čin uvedený v <a class=\"linkfrag\" href=\"#f3919829\">odstavci 1</a> nebo <a class=\"linkfrag\" href=\"#f3919830\">2</a>", "pism": {"text": "<var>c)</var> v úmyslu získat pro sebe nebo pro jiného značný prospěch."}}, "4": {"text": "<var>(4)</var> Odnětím svobody na jeden rok až pět let bude pachatel potrestán, spáchá-li čin uvedený v <a class=\"linkfrag\" href=\"#f3919829\">odstavci 1</a> nebo <a class=\"linkfrag\" href=\"#f3919830\">2</a>", "pism": {"text": "<var>b)</var> v úmyslu získat pro sebe nebo pro jiného prospěch velkého rozsahu."}}}}, "p192": {"nazev": "Výroba a jiné nakládání s dětskou pornografií", "par": "§ 192", "odst": {"1": {"text": "<var>(1)</var> Kdo přechovává fotografické, filmové, počítačové, elektronické nebo jiné pornografické dílo, které zobrazuje nebo jinak využívá dítě nebo osobu, jež se jeví být dítětem, bude potrestán odnětím svobody až na dva roky.", "pism": {}}, "2": {"text": "<var>(2)</var> Stejně bude potrestán ten, kdo prostřednictvím informační nebo komunikační technologie získá přístup k dětské pornografii.", "pism": {}}, "3": {"text": "<var>(3)</var> Kdo vyrobí, doveze, vyveze, proveze, nabídne, činí veřejně přístupným, zprostředkuje, uvede do oběhu, prodá nebo jinak jinému opatří fotografické, filmové, počítačové, elektronické nebo jiné pornografické dílo, které zobrazuje nebo jinak využívá dítě nebo osobu, jež se jeví být dítětem, anebo", "pism": {}}, "4": {"text": "<var>(4)</var> Odnětím svobody na dvě léta až šest let nebo propadnutím majetku bude pachatel potrestán, spáchá-li čin uvedený v <a class=\"linkfrag\" href=\"#f3919844\">odstavci 3</a>", "pism": {"text": "<var>c)</var> v úmyslu získat pro sebe nebo pro jiného značný prospěch."}}, "5": {"text": "<var>(5)</var> Odnětím svobody na tři léta až osm let nebo propadnutím majetku bude pachatel potrestán, spáchá-li čin uvedený v <a class=\"linkfrag\" href=\"#f3919844\">odstavci 3</a>", "pism": {"text": "<var>b)</var> v úmyslu získat pro sebe nebo pro jiného prospěch velkého rozsahu."}}}}, "p193": {"nazev": "Zneužití dítěte k výrobě pornografie", "par": "§ 193", "odst": {"1": {"text": "<var>(1)</var> Kdo přiměje, zjedná, najme, zláká, svede nebo zneužije dítě k výrobě pornografického díla nebo kořistí z účasti dítěte na takovém pornografickém díle, bude potrestán odnětím svobody na jeden rok až pět let.", "pism": {}}, "2": {"text": "<var>(2)</var> Odnětím svobody na dvě léta až šest let bude pachatel potrestán, spáchá-li čin uvedený v <a class=\"linkfrag\" href=\"#f3919856\">odstavci 1</a>", "pism": {"text": "<var>b)</var> v úmyslu získat pro sebe nebo pro jiného značný prospěch."}}, "3": {"text": "<var>(3)</var> Odnětím svobody na tři léta až osm let bude pachatel potrestán, spáchá-li čin uvedený v <a class=\"linkfrag\" href=\"#f3919856\">odstavci 1</a>", "pism": {"text": "<var>b)</var> v úmyslu získat pro sebe nebo pro jiného prospěch velkého rozsahu."}}}}, "p193b": {"nazev": "Navazování nedovolených kontaktů s dítětem", "par": "§ 193b", "odst": {"1": {"text": "Kdo navrhne setkání dítěti mladšímu patnácti let v úmyslu spáchat trestný čin podle <a class=\"linkfrag\" href=\"#f3919799\">§ 187 odst. 1</a>, <a class=\"linkfrag\" href=\"#f3919841\">§ 192</a>, <a class=\"linkfrag\" href=\"#f3919854\">193</a>, <a class=\"linkfrag\" href=\"#f3919941\">§ 202 odst. 2</a> nebo jiný sexuálně motivovaný trestný čin, bude potrestán odnětím svobody až na dvě léta.", "pism": {}}}}, "p194": {"nazev": "Dvojí manželství", "par": "§ 194", "odst": {"1": {"text": "<var>(1)</var> Kdo za trvání svého manželství uzavře manželství jiné, bude potrestán odnětím svobody až na dvě léta.", "pism": {}}, "2": {"text": "<var>(2)</var> Stejně bude potrestán, kdo uzavře manželství s osobou, která již je v manželství jiném.", "pism": {}}}}, "p195": {"nazev": "Opuštění dítěte nebo svěřené osoby", "par": "§ 195", "odst": {"1": {"text": "<var>(1)</var> Kdo opustí dítě nebo jinou osobu, o kterou má povinnost pečovat a která si sama nemůže opatřit pomoc, a vystaví ji tím nebezpečí smrti nebo ublížení na zdraví, bude potrestán odnětím svobody na šest měsíců až tři léta.", "pism": {}}, "2": {"text": "<var>(2)</var> Odnětím svobody na jeden rok až pět let bude pachatel potrestán, spáchá-li čin uvedený v <a class=\"linkfrag\" href=\"#f3919871\">odstavci 1</a>", "pism": {"text": "<var>c)</var> na nejméně dvou osobách."}}, "3": {"text": "<var>(3)</var> Odnětím svobody na dvě léta až osm let bude pachatel potrestán, způsobí-li činem uvedeným v <a class=\"linkfrag\" href=\"#f3919871\">odstavci 1</a> těžkou újmu na zdraví.", "pism": {}}, "4": {"text": "<var>(4)</var> Odnětím svobody na tři léta až deset let bude pachatel potrestán, způsobí-li činem uvedeným v <a class=\"linkfrag\" href=\"#f3919871\">odstavci 1</a> smrt.", "pism": {}}}}, "p196": {"nazev": "Zanedbání povinné výživy", "par": "§ 196", "odst": {"1": {"text": "<var>(1)</var> Kdo neplní, byť i z nedbalosti, svou zákonnou povinnost vyživovat nebo zaopatřovat jiného po dobu delší než čtyři měsíce, bude potrestán odnětím svobody až na jeden rok.", "pism": {}}, "2": {"text": "<var>(2)</var> Kdo se úmyslně vyhýbá plnění své zákonné povinnosti vyživovat nebo zaopatřovat jiného po dobu delší než čtyři měsíce, bude potrestán odnětím svobody až na dvě léta.", "pism": {}}, "3": {"text": "<var>(3)</var> Odnětím svobody na šest měsíců až tři léta bude pachatel potrestán, vydá-li činem uvedeným v <a class=\"linkfrag\" href=\"#f3919880\">odstavci 1</a> nebo <a class=\"linkfrag\" href=\"#f3919881\">2</a> oprávněnou osobu nebezpečí nouze.", "pism": {}}}}, "p198": {"nazev": "Týrání svěřené osoby", "par": "§ 198", "odst": {"1": {"text": "<var>(1)</var> Kdo týrá osobu, která je v jeho péči nebo výchově, bude potrestán odnětím svobody na jeden rok až pět let.", "pism": {}}, "2": {"text": "<var>(2)</var> Odnětím svobody na dvě léta až osm let bude pachatel potrestán,", "pism": {"text": "<var>d)</var> páchá-li takový čin po delší dobu."}}, "3": {"text": "<var>(3)</var> Odnětím svobody na pět až dvanáct let bude pachatel potrestán, způsobí-li činem uvedeným v <a class=\"linkfrag\" href=\"#f3919890\">odstavci 1</a>", "pism": {"text": "<var>b)</var> smrt."}}}}, "p199": {"nazev": "Týrání osoby žijící ve společném obydlí", "par": "§ 199", "odst": {"1": {"text": "<var>(1)</var> Kdo týrá osobu blízkou nebo jinou osobu žijící s ním ve společném obydlí, bude potrestán odnětím svobody na šest měsíců až čtyři léta.", "pism": {}}, "2": {"text": "<var>(2)</var> Odnětím svobody na dvě léta až osm let bude pachatel potrestán,", "pism": {"text": "<var>d)</var> páchá-li takový čin po delší dobu."}}, "3": {"text": "<var>(3)</var> Odnětím svobody na pět až dvanáct let bude pachatel potrestán, způsobí-li činem uvedeným v <a class=\"linkfrag\" href=\"#f3919901\">odstavci 1</a>", "pism": {"text": "<var>b)</var> smrt."}}}}, "p200": {"nazev": "Únos dítěte a osoby stižené duševní poruchou", "par": "§ 200", "odst": {"1": {"text": "<var>(1)</var> Kdo dítě nebo osobu stiženou duševní poruchou odejme z opatrování toho, kdo má podle jiného právního předpisu nebo podle úředního rozhodnutí povinnost o ně pečovat, bude potrestán odnětím svobody až na tři léta nebo peněžitým trestem.", "pism": {}}, "2": {"text": "<var>(2)</var> Odnětím svobody na jeden rok až pět let bude pachatel potrestán,", "pism": {"text": "<var>b)</var> ohrozí-li takovým činem mravní vývoj unesené osoby."}}, "3": {"text": "<var>(3)</var> Odnětím svobody na dvě léta až osm let bude pachatel potrestán,", "pism": {"text": "<var>c)</var> získá-li takovým činem pro sebe nebo pro jiného značný prospěch."}}, "4": {"text": "<var>(4)</var> Odnětím svobody na tři léta až deset let bude pachatel potrestán,", "pism": {"text": "<var>b)</var> získá-li takovým činem pro sebe nebo pro jiného prospěch velkého rozsahu."}}, "5": {"text": "<var>(5)</var> Příprava je trestná.", "pism": {}}}}, "p201": {"nazev": "Ohrožování výchovy dítěte", "par": "§ 201", "odst": {"1": {"text": "<var>(1)</var> Kdo, byť i z nedbalosti, ohrozí rozumový, citový nebo mravní vývoj dítěte tím, že", "pism": {"text": "<var>d)</var> závažným způsobem poruší svou povinnost o ně pečovat nebo jinou svou důležitou povinnost vyplývající z rodičovské zodpovědnosti,"}}, "2": {"text": "<var>(2)</var> Kdo umožní, byť i z nedbalosti, dítěti hru na výherním hracím přístroji, který je vybaven technickým zařízením, které ovlivňuje výsledek hry a které poskytuje možnost peněžité výhry, bude potrestán odnětím svobody až na jeden rok, peněžitým trestem nebo zákazem činnosti.", "pism": {}}, "3": {"text": "<var>(3)</var> Odnětím svobody na šest měsíců až pět let bude pachatel potrestán,", "pism": {"text": "<var>d)</var> získá-li takovým činem pro sebe nebo pro jiného značný prospěch."}}}}, "p202": {"nazev": "Svádění k pohlavnímu styku", "par": "§ 202", "odst": {"1": {"text": "<var>(1)</var> Kdo nabídne, slíbí nebo poskytne dítěti nebo jinému za pohlavní styk s dítětem, pohlavní sebeukájení dítěte, jeho obnažování nebo jiné srovnatelné chování za účelem pohlavního uspokojení úplatu, výhodu nebo prospěch, bude potrestán odnětím svobody až na dvě léta nebo peněžitým trestem.", "pism": {}}, "2": {"text": "<var>(2)</var> Odnětím svobody na šest měsíců až pět let bude pachatel potrestán,", "pism": {"text": "<var>d)</var> spáchá-li takový čin opětovně."}}}}, "p204": {"nazev": "Podání alkoholu dítěti", "par": "§ 204", "odst": {"1": {"text": "Kdo ve větší míře nebo opakovaně prodá, podá nebo poskytne dítěti alkohol, bude potrestán odnětím svobody až na jeden rok.", "pism": {}}}}, "p205": {"nazev": "Krádež", "par": "§ 205", "odst": {"1": {"text": "<var>(1)</var> Kdo si přisvojí cizí věc tím, že se jí zmocní, a", "pism": {"text": "<var>e)</var> čin spáchá na území, na němž je prováděna nebo byla provedena evakuace osob,"}}, "2": {"text": "<var>(2)</var> Kdo si přisvojí cizí věc tím, že se jí zmocní, a byl za takový čin v posledních třech letech odsouzen nebo potrestán, bude potrestán odnětím svobody na šest měsíců až tři léta.", "pism": {}}, "3": {"text": "<var>(3)</var> Odnětím svobody na jeden rok až pět let nebo peněžitým trestem bude pachatel potrestán, způsobí-li činem uvedeným v <a class=\"linkfrag\" href=\"#f3919957\">odstavci 1</a> nebo <a class=\"linkfrag\" href=\"#f3919964\">2</a> větší škodu.", "pism": {}}, "4": {"text": "<var>(4)</var> Odnětím svobody na dvě léta až osm let bude pachatel potrestán,", "pism": {"text": "<var>c)</var> způsobí-li takovým činem značnou škodu."}}, "5": {"text": "<var>(5)</var> Odnětím svobody na pět až deset let bude pachatel potrestán,", "pism": {"text": "<var>b)</var> spáchá-li takový čin v úmyslu umožnit nebo usnadnit spáchání teroristického trestného činu, trestného činu financování terorismu (<a class=\"linkfrag\" href=\"#f5976936\">§ 312d</a>) nebo vyhrožování teroristickým trestným činem (<a class=\"linkfrag\" href=\"#f5976959\">§ 312f</a>)."}}, "6": {"text": "<var>(6)</var> Příprava je trestná.", "pism": {}}}}, "p206": {"nazev": "Zpronevěra", "par": "§ 206", "odst": {"1": {"text": "<var>(1)</var> Kdo si přisvojí cizí věc, která mu byla svěřena, a způsobí tak na cizím majetku škodu nikoli nepatrnou, bude potrestán odnětím svobody až na dvě léta, zákazem činnosti nebo propadnutím věci.", "pism": {}}, "2": {"text": "<var>(2)</var> Odnětím svobody na šest měsíců až tři léta bude pachatel potrestán, spáchá-li čin uvedený v <a class=\"linkfrag\" href=\"#f3919976\">odstavci 1</a> a byl-li za takový čin v posledních třech letech odsouzen nebo potrestán.", "pism": {}}, "3": {"text": "<var>(3)</var> Odnětím svobody na jeden rok až pět let nebo peněžitým trestem bude pachatel potrestán, způsobí-li činem uvedeným v <a class=\"linkfrag\" href=\"#f3919976\">odstavci 1</a> větší škodu.", "pism": {}}, "4": {"text": "<var>(4)</var> Odnětím svobody na dvě léta až osm let bude pachatel potrestán,", "pism": {"text": "<var>d)</var> způsobí-li takovým činem značnou škodu."}}, "5": {"text": "<var>(5)</var> Odnětím svobody na pět až deset let bude pachatel potrestán,", "pism": {"text": "<var>b)</var> spáchá-li takový čin v úmyslu umožnit nebo usnadnit spáchání teroristického trestného činu, trestného činu financování terorismu (<a class=\"linkfrag\" href=\"#f5976936\">§ 312d</a>) nebo vyhrožování teroristickým trestným činem (<a class=\"linkfrag\" href=\"#f5976959\">§ 312f</a>)."}}, "6": {"text": "<var>(6)</var> Příprava je trestná.", "pism": {}}}}, "p207": {"nazev": "Neoprávněné užívání cizí věci", "par": "§ 207", "odst": {"1": {"text": "<var>(1)</var> Kdo se zmocní cizí věci nikoli malé hodnoty nebo motorového vozidla v úmyslu je přechodně užívat, nebo", "pism": {}}, "2": {"text": "<var>(2)</var> Odnětím svobody na šest měsíců až tři léta nebo zákazem činnosti bude pachatel potrestán,", "pism": {"text": "<var>c)</var> způsobí-li takovým činem značnou škodu."}}, "3": {"text": "<var>(3)</var> Odnětím svobody na jeden rok až pět let nebo peněžitým trestem bude pachatel potrestán,", "pism": {"text": "<var>b)</var> spáchá-li takový čin v úmyslu umožnit nebo usnadnit spáchání teroristického trestného činu, trestného činu financování terorismu (<a class=\"linkfrag\" href=\"#f5976936\">§ 312d</a>) nebo vyhrožování teroristickým trestným činem (<a class=\"linkfrag\" href=\"#f5976959\">§ 312f</a>)."}}}}, "p208": {"nazev": "Neoprávněný zásah do práva k domu, bytu nebo k nebytovému prostoru", "par": "§ 208", "odst": {"1": {"text": "<var>(1)</var> Kdo protiprávně obsadí nebo užívá dům, byt nebo nebytový prostor jiného, bude potrestán odnětím svobody až na dvě léta nebo peněžitým trestem.", "pism": {}}, "2": {"text": "<var>(2)</var> Stejně bude potrestán, kdo oprávněné osobě v užívání domu, bytu nebo nebytového prostoru neoprávněně brání.", "pism": {}}, "3": {"text": "<var>(3)</var> Odnětím svobody na šest měsíců až pět let nebo peněžitým trestem bude pachatel potrestán,", "pism": {"text": "<var>b)</var> způsobí-li takovým činem škodu velkého rozsahu."}}}}, "p209": {"nazev": "Podvod", "par": "§ 209", "odst": {"1": {"text": "<var>(1)</var> Kdo sebe nebo jiného obohatí tím, že uvede někoho v omyl, využije něčího omylu nebo zamlčí podstatné skutečnosti, a způsobí tak na cizím majetku škodu nikoli nepatrnou, bude potrestán odnětím svobody až na dvě léta, zákazem činnosti nebo propadnutím věci.", "pism": {}}, "2": {"text": "<var>(2)</var> Odnětím svobody na šest měsíců až tři léta bude pachatel potrestán, spáchá-li čin uvedený v <a class=\"linkfrag\" href=\"#f3920009\">odstavci 1</a> a byl-li za takový čin v posledních třech letech odsouzen nebo potrestán.", "pism": {}}, "3": {"text": "<var>(3)</var> Odnětím svobody na jeden rok až pět let nebo peněžitým trestem bude pachatel potrestán, způsobí-li činem uvedeným v <a class=\"linkfrag\" href=\"#f3920009\">odstavci 1</a> větší škodu.", "pism": {}}, "4": {"text": "<var>(4)</var> Odnětím svobody na dvě léta až osm let bude pachatel potrestán,", "pism": {"text": "<var>d)</var> způsobí-li takovým činem značnou škodu."}}, "5": {"text": "<var>(5)</var> Odnětím svobody na pět až deset let bude pachatel potrestán,", "pism": {"text": "<var>b)</var> spáchá-li takový čin v úmyslu umožnit nebo usnadnit spáchání teroristického trestného činu, trestného činu financování terorismu (<a class=\"linkfrag\" href=\"#f5976936\">§ 312d</a>) nebo vyhrožování teroristickým trestným činem (<a class=\"linkfrag\" href=\"#f5976959\">§ 312f</a>)."}}, "6": {"text": "<var>(6)</var> Příprava je trestná.", "pism": {}}}}, "p210": {"nazev": "Pojistný podvod", "par": "§ 210", "odst": {"1": {"text": "<var>(1)</var> Kdo uvede nepravdivé nebo hrubě zkreslené údaje nebo podstatné údaje zamlčí", "pism": {"text": "<var>c)</var> při uplatnění práva na plnění z pojištění nebo jiné obdobné plnění,"}}, "2": {"text": "<var>(2)</var> Stejně bude potrestán, kdo v úmyslu opatřit sobě nebo jinému prospěch vyvolá nebo předstírá událost, s níž je spojeno právo na plnění z pojištění nebo jiné obdobné plnění, nebo stav vyvolaný pojistnou událostí udržuje, a způsobí tak na cizím majetku škodu nikoli nepatrnou.", "pism": {}}, "3": {"text": "<var>(3)</var> Odnětím svobody na šest měsíců až tři léta bude pachatel potrestán, spáchá-li čin uvedený v <a class=\"linkfrag\" href=\"#f3920023\">odstavci 1</a> nebo <a class=\"linkfrag\" href=\"#f3920028\">2</a> a byl-li za takový čin v posledních třech letech odsouzen nebo potrestán.", "pism": {}}, "4": {"text": "<var>(4)</var> Odnětím svobody na jeden rok až pět let nebo peněžitým trestem bude pachatel potrestán, způsobí-li činem uvedeným v <a class=\"linkfrag\" href=\"#f3920023\">odstavci 1</a> nebo <a class=\"linkfrag\" href=\"#f3920028\">2</a> větší škodu.", "pism": {}}, "5": {"text": "<var>(5)</var> Odnětím svobody na dvě léta až osm let bude pachatel potrestán,", "pism": {"text": "<var>c)</var> způsobí-li takovým činem značnou škodu."}}, "6": {"text": "<var>(6)</var> Odnětím svobody na pět až deset let bude pachatel potrestán,", "pism": {"text": "<var>b)</var> spáchá-li takový čin v úmyslu umožnit nebo usnadnit spáchání teroristického trestného činu, trestného činu financování terorismu (<a class=\"linkfrag\" href=\"#f5976936\">§ 312d</a>) nebo vyhrožování teroristickým trestným činem (<a class=\"linkfrag\" href=\"#f5976959\">§ 312f</a>)."}}, "7": {"text": "<var>(7)</var> Příprava je trestná.", "pism": {}}}}, "p211": {"nazev": "Úvěrový podvod", "par": "§ 211", "odst": {"1": {"text": "<var>(1)</var> Kdo při sjednávání úvěrové smlouvy nebo při čerpání úvěru uvede nepravdivé nebo hrubě zkreslené údaje nebo podstatné údaje zamlčí, bude potrestán odnětím svobody až na dvě léta nebo zákazem činnosti.", "pism": {}}, "2": {"text": "<var>(2)</var> Stejně bude potrestán, kdo bez souhlasu věřitele, v nikoli malém rozsahu, použije prostředky získané účelovým úvěrem na jiný než určený účel.", "pism": {}}, "3": {"text": "<var>(3)</var> Odnětím svobody na šest měsíců až tři léta bude pachatel potrestán, spáchá-li čin uvedený v <a class=\"linkfrag\" href=\"#f3920041\">odstavci 1</a> nebo <a class=\"linkfrag\" href=\"#f3920042\">2</a> a byl-li za takový čin v posledních třech letech odsouzen nebo potrestán.", "pism": {}}, "4": {"text": "<var>(4)</var> Odnětím svobody na jeden rok až pět let nebo peněžitým trestem bude pachatel potrestán, způsobí-li činem uvedeným v <a class=\"linkfrag\" href=\"#f3920041\">odstavci 1</a> nebo <a class=\"linkfrag\" href=\"#f3920042\">2</a> větší škodu.", "pism": {}}, "5": {"text": "<var>(5)</var> Odnětím svobody na dvě léta až osm let bude pachatel potrestán,", "pism": {"text": "<var>c)</var> způsobí-li takovým činem značnou škodu."}}, "6": {"text": "<var>(6)</var> Odnětím svobody na pět až deset let bude pachatel potrestán,", "pism": {"text": "<var>b)</var> spáchá-li takový čin v úmyslu umožnit nebo usnadnit spáchání teroristického trestného činu, trestného činu financování terorismu (<a class=\"linkfrag\" href=\"#f5976936\">§ 312d</a>) nebo vyhrožování teroristickým trestným činem (<a class=\"linkfrag\" href=\"#f5976959\">§ 312f</a>)."}}, "7": {"text": "<var>(7)</var> Příprava je trestná.", "pism": {}}}}, "p212": {"nazev": "Dotační podvod", "par": "§ 212", "odst": {"1": {"text": "<var>(1)</var> Kdo v žádosti o poskytnutí dotace, subvence nebo návratné finanční výpomoci nebo příspěvku uvede nepravdivé nebo hrubě zkreslené údaje nebo podstatné údaje zamlčí, bude potrestán odnětím svobody až na dvě léta nebo zákazem činnosti.", "pism": {}}, "2": {"text": "<var>(2)</var> Stejně bude potrestán, kdo použije, v nikoli malém rozsahu, prostředky získané účelovou dotací, subvencí nebo návratnou finanční výpomocí nebo příspěvkem na jiný než určený účel.", "pism": {}}, "3": {"text": "<var>(3)</var> Odnětím svobody na šest měsíců až tři léta bude pachatel potrestán, spáchá-li čin uvedený v <a class=\"linkfrag\" href=\"#f3920055\">odstavci 1</a> nebo <a class=\"linkfrag\" href=\"#f3920056\">2</a> a byl-li za takový čin v posledních třech letech odsouzen nebo potrestán.", "pism": {}}, "4": {"text": "<var>(4)</var> Odnětím svobody na jeden rok až pět let nebo peněžitým trestem bude pachatel potrestán, způsobí-li činem uvedeným v <a class=\"linkfrag\" href=\"#f3920055\">odstavci 1</a> nebo <a class=\"linkfrag\" href=\"#f3920056\">2</a> větší škodu.", "pism": {}}, "5": {"text": "<var>(5)</var> Odnětím svobody na dvě léta až osm let bude pachatel potrestán,", "pism": {"text": "<var>c)</var> způsobí-li takovým činem značnou škodu."}}, "6": {"text": "<var>(6)</var> Odnětím svobody na pět až deset let bude pachatel potrestán,", "pism": {"text": "<var>b)</var> spáchá-li takový čin v úmyslu umožnit nebo usnadnit spáchání teroristického trestného činu, trestného činu financování terorismu (<a class=\"linkfrag\" href=\"#f5976936\">§ 312d</a>) nebo vyhrožování teroristickým trestným činem (<a class=\"linkfrag\" href=\"#f5976959\">§ 312f</a>)."}}, "7": {"text": "<var>(7)</var> Příprava je trestná.", "pism": {}}}}, "p213": {"nazev": "Provozování nepoctivých her a sázek", "par": "§ 213", "odst": {"1": {"text": "<var>(1)</var> Kdo provozuje peněžní nebo jinou podobnou hru nebo sázku, jejíž pravidla nezaručují rovné možnosti výhry všem účastníkům, bude potrestán odnětím svobody až na dvě léta nebo zákazem činnosti.", "pism": {}}, "2": {"text": "<var>(2)</var> Odnětím svobody na šest měsíců až tři léta bude pachatel potrestán, spáchá-li čin uvedený v <a class=\"linkfrag\" href=\"#f3920069\">odstavci 1</a> a byl-li za takový čin v posledních třech letech odsouzen nebo potrestán.", "pism": {}}, "3": {"text": "<var>(3)</var> Odnětím svobody na jeden rok až pět let nebo peněžitým trestem bude pachatel potrestán,", "pism": {"text": "<var>b)</var> získá-li takovým činem pro sebe nebo pro jiného větší prospěch."}}, "4": {"text": "<var>(4)</var> Odnětím svobody na dvě léta až osm let bude pachatel potrestán,", "pism": {"text": "<var>c)</var> získá-li takovým činem pro sebe nebo pro jiného značný prospěch."}}, "5": {"text": "<var>(5)</var> Odnětím svobody na pět až deset let bude pachatel potrestán,", "pism": {"text": "<var>b)</var> získá-li takovým činem pro sebe nebo pro jiného prospěch velkého rozsahu."}}}}, "p216": {"nazev": "Legalizace výnosů z trestné činnosti", "par": "§ 216", "odst": {"1": {"text": "<var>(1)</var> Kdo ukryje, na sebe nebo na jiného převede, přechovává nebo užívá věc, která je výnosem z trestné činnosti spáchané na území České republiky nebo v cizině jinou osobou, nebo", "pism": {}}, "2": {"text": "<var>(2)</var> Kdo zastírá původ věci, která je výnosem z trestné činnosti spáchané na území České republiky nebo v cizině, zejména tím, že zakrývá nebo utajuje její skutečnou povahu, umístění, pohyb, nakládání s ní, vlastnické nebo jiné právo k ní, nebo kdo jinak usiluje, aby bylo podstatně ztíženo nebo znemožněno zjištění jejího původu, nebo", "pism": {}}, "3": {"text": "<var>(3)</var> Odnětím svobody na jeden rok až šest let nebo peněžitým trestem bude pachatel potrestán,", "pism": {"text": "<var>c)</var> získá-li takovým činem pro sebe nebo pro jiného větší prospěch."}}, "4": {"text": "<var>(4)</var> Odnětím svobody na dvě léta až osm let nebo propadnutím majetku bude pachatel potrestán,", "pism": {"text": "<var>e)</var> spáchá-li takový čin proto, že porušil důležitou povinnost vyplývající z jeho zaměstnání, povolání, postavení nebo funkce nebo uloženou mu podle zákona."}}, "5": {"text": "<var>(5)</var> Odnětím svobody na tři léta až deset let nebo propadnutím majetku bude pachatel potrestán,", "pism": {"text": "<var>c)</var> získá-li takovým činem pro sebe nebo pro jiného prospěch velkého rozsahu."}}}}, "p217": {"nazev": "Legalizace výnosů z trestné činnosti z nedbalosti", "par": "§ 217", "odst": {"1": {"text": "<var>(1)</var> Kdo jinému z nedbalosti umožní zastřít původ nebo zjištění původu věci větší hodnoty, která je výnosem z trestné činnosti spáchané na území České republiky nebo v cizině, bude potrestán odnětím svobody až na jeden rok, zákazem činnosti nebo propadnutím věci.", "pism": {}}, "2": {"text": "<var>(2)</var> Stejně bude potrestán, kdo z nedbalosti ukryje, na sebe nebo na jiného převede, přechovává nebo užívá věc větší hodnoty, která je výnosem z trestné činnosti spáchané na území České republiky nebo v cizině jinou osobou.", "pism": {}}, "3": {"text": "<var>(3)</var> Odnětím svobody až na tři léta bude pachatel potrestán,", "pism": {"text": "<var>d)</var> získá-li takovým činem pro sebe nebo pro jiného značný prospěch."}}, "4": {"text": "<var>(4)</var> Odnětím svobody na jeden rok až pět let bude pachatel potrestán,", "pism": {"text": "<var>c)</var> získá-li takovým činem pro sebe nebo pro jiného prospěch velkého rozsahu."}}}}, "p218": {"nazev": "Lichva", "par": "§ 218", "odst": {"1": {"text": "<var>(1)</var> Kdo zneužívaje něčí rozumové slabosti, tísně, nezkušenosti, lehkomyslnosti nebo něčího rozrušení, dá sobě nebo jinému poskytnout nebo slíbit plnění, jehož hodnota je k hodnotě vzájemného plnění v hrubém nepoměru, nebo", "pism": {}}, "2": {"text": "<var>(2)</var> Odnětím svobody na šest měsíců až pět let nebo peněžitým trestem bude pachatel potrestán,", "pism": {"text": "<var>c)</var> způsobí-li takovým činem jinému stav těžké nouze."}}, "3": {"text": "<var>(3)</var> Odnětím svobody na tři léta až osm let bude pachatel potrestán,", "pism": {"text": "<var>b)</var> získá-li takovým činem pro sebe nebo pro jiného prospěch velkého rozsahu."}}}}, "p219": {"nazev": "Zatajení věci", "par": "§ 219", "odst": {"1": {"text": "<var>(1)</var> Kdo si přisvojí cizí věc nikoli nepatrné hodnoty, která se dostala do jeho moci nálezem, omylem nebo jinak bez přivolení osoby oprávněné, bude potrestán odnětím svobody až na jeden rok nebo zákazem činnosti.", "pism": {}}, "2": {"text": "<var>(2)</var> Odnětím svobody na šest měsíců až pět let nebo peněžitým trestem bude pachatel potrestán, získá-li činem uvedeným v <a class=\"linkfrag\" href=\"#f3920150\">odstavci 1</a> pro sebe nebo pro jiného značný prospěch.", "pism": {}}, "3": {"text": "<var>(3)</var> Odnětím svobody na dvě léta až osm let bude pachatel potrestán, získá-li činem uvedeným v <a class=\"linkfrag\" href=\"#f3920150\">odstavci 1</a> pro sebe nebo pro jiného prospěch velkého rozsahu.", "pism": {}}}}, "p220": {"nazev": "Porušení povinnosti při správě cizího majetku", "par": "§ 220", "odst": {"1": {"text": "<var>(1)</var> Kdo poruší podle zákona mu uloženou nebo smluvně převzatou povinnost opatrovat nebo spravovat cizí majetek, a tím jinému způsobí škodu nikoli malou, bude potrestán odnětím svobody až na dvě léta nebo zákazem činnosti.", "pism": {}}, "2": {"text": "<var>(2)</var> Odnětím svobody na šest měsíců až pět let nebo peněžitým trestem bude pachatel potrestán,", "pism": {"text": "<var>b)</var> způsobí-li takovým činem značnou škodu."}}, "3": {"text": "<var>(3)</var> Odnětím svobody na dvě léta až osm let bude pachatel potrestán, způsobí-li činem uvedeným v <a class=\"linkfrag\" href=\"#f3920155\">odstavci 1</a> škodu velkého rozsahu.", "pism": {}}}}, "p221": {"nazev": "Porušení povinnosti při správě cizího majetku z nedbalosti", "par": "§ 221", "odst": {"1": {"text": "<var>(1)</var> Kdo z hrubé nedbalosti poruší podle zákona mu uloženou nebo smluvně převzatou důležitou povinnost při opatrování nebo správě cizího majetku, a tím jinému způsobí značnou škodu, bude potrestán odnětím svobody až na šest měsíců nebo zákazem činnosti.", "pism": {}}, "2": {"text": "<var>(2)</var> Odnětím svobody až na tři léta bude pachatel potrestán,", "pism": {"text": "<var>b)</var> způsobí-li takovým činem škodu velkého rozsahu."}}}}, "p222": {"nazev": "Poškození věřitele", "par": "§ 222", "odst": {"1": {"text": "<var>(1)</var> Kdo, byť i jen částečně, zmaří uspokojení svého věřitele tím, že", "pism": {"text": "<var>g)</var> předstírá úpadek nebo svůj majetek jinak zdánlivě zmenšuje nebo předstírá jeho zánik,"}}, "2": {"text": "<var>(2)</var> Stejně bude potrestán, kdo, byť i jen částečně, zmaří uspokojení věřitele jiné osoby tím, že", "pism": {"text": "<var>b)</var> k majetku dlužníka uplatní neexistující právo nebo pohledávku nebo existující právo nebo pohledávku ve vyšší hodnotě či lepším pořadí, než jaké má,"}}, "3": {"text": "<var>(3)</var> Odnětím svobody na šest měsíců až pět let bude pachatel potrestán,", "pism": {"text": "<var>b)</var> získá-li takovým činem pro sebe nebo pro jiného značný prospěch."}}, "4": {"text": "<var>(4)</var> Odnětím svobody na tři léta až osm let bude pachatel potrestán,", "pism": {"text": "<var>c)</var> způsobí-li takovým činem jinému úpadek."}}}}, "p223": {"nazev": "Zvýhodnění věřitele", "par": "§ 223", "odst": {"1": {"text": "<var>(1)</var> Kdo jako dlužník, který je v úpadku, zmaří, byť i jen částečně, uspokojení svého věřitele zvýhodněním jiného věřitele, a způsobí tím na cizím majetku škodu nikoli malou, bude potrestán odnětím svobody až na jeden rok nebo zákazem činnosti.", "pism": {}}, "2": {"text": "<var>(2)</var> Odnětím svobody na šest měsíců až tři léta bude pachatel potrestán, způsobí-li činem uvedeným v <a class=\"linkfrag\" href=\"#f3920190\">odstavci 1</a> značnou škodu.", "pism": {}}, "3": {"text": "<var>(3)</var> Odnětím svobody na dvě léta až osm let bude pachatel potrestán,", "pism": {"text": "<var>b)</var> způsobí-li takovým činem jinému úpadek."}}}}, "p224": {"nazev": "Způsobení úpadku", "par": "§ 224", "odst": {"1": {"text": "<var>(1)</var> Kdo, byť i z hrubé nedbalosti, si přivodí úpadek tím, že", "pism": {"text": "<var>e)</var> učiní nad rámec obvyklého podnikatelského rizika obchod nebo operaci, která nenáleží k jeho pravidelné podnikatelské činnosti nebo je v hrubém nepoměru k jeho majetkovým poměrům,"}}, "2": {"text": "<var>(2)</var> Stejně bude potrestán, kdo, byť i z hrubé nedbalosti, přijme nový závazek nebo zřídí zástavu, ač ví, že je v úpadku, a tím zhorší postavení dosavadních věřitelů.", "pism": {}}, "3": {"text": "<var>(3)</var> Odnětím svobody až na tři léta bude pachatel potrestán, způsobí-li činem uvedeným v <a class=\"linkfrag\" href=\"#f3920197\">odstavci 1</a> nebo <a class=\"linkfrag\" href=\"#f3920204\">2</a> značnou škodu.", "pism": {}}, "4": {"text": "<var>(4)</var> Odnětím svobody na šest měsíců až pět let bude pachatel potrestán, způsobí-li činem uvedeným v <a class=\"linkfrag\" href=\"#f3920197\">odstavci 1</a> nebo <a class=\"linkfrag\" href=\"#f3920204\">2</a> škodu velkého rozsahu.", "pism": {}}}}, "p225": {"nazev": "Porušení povinnosti v insolvenčním řízení", "par": "§ 225", "odst": {"1": {"text": "Kdo v insolvenčním řízení maří nebo hrubě ztěžuje výkon funkce insolvenčního správce, a tím ohrozí účel insolvenčního řízení, bude potrestán odnětím svobody na šest měsíců až tři léta nebo zákazem činnosti.", "pism": {}}}}, "p227": {"nazev": "Porušení povinnosti učinit pravdivé prohlášení o majetku", "par": "§ 227", "odst": {"1": {"text": "Kdo v řízení před soudem nebo jiným orgánem veřejné moci odmítne splnit zákonnou povinnost učinit prohlášení o majetku nebo se takové povinnosti vyhýbá nebo v takovém prohlášení uvede nepravdivé nebo hrubě zkreslené údaje, bude potrestán odnětím svobody na šest měsíců až tři léta, peněžitým trestem nebo zákazem činnosti.", "pism": {}}}}, "p228": {"nazev": "Poškození cizí věci", "par": "§ 228", "odst": {"1": {"text": "<var>(1)</var> Kdo zničí, poškodí nebo učiní neupotřebitelnou cizí věc, a způsobí tak na cizím majetku škodu nikoli nepatrnou, bude potrestán odnětím svobody až na jeden rok, zákazem činnosti nebo propadnutím věci.", "pism": {}}, "2": {"text": "<var>(2)</var> Stejně bude potrestán, kdo poškodí cizí věc tím, že ji postříká, pomaluje či popíše barvou nebo jinou látkou.", "pism": {}}, "3": {"text": "<var>(3)</var> Odnětím svobody na šest měsíců až tři léta bude pachatel potrestán,", "pism": {"text": "<var>d)</var> způsobí-li takovým činem značnou škodu."}}, "4": {"text": "<var>(4)</var> Odnětím svobody na dvě léta až šest let bude pachatel potrestán, způsobí-li činem uvedeným v <a class=\"linkfrag\" href=\"#f3920226\">odstavci 1</a> nebo <a class=\"linkfrag\" href=\"#f3920227\">2</a> škodu velkého rozsahu.", "pism": {}}}}, "p229": {"nazev": "Zneužívání vlastnictví", "par": "§ 229", "odst": {"1": {"text": "Kdo poškodí důležitý zájem kulturní, vědecký, na ochraně přírody, krajiny nebo životního prostředí, chráněný jiným právním předpisem, tím, že zničí, poškodí, učiní neupotřebitelnou nebo zašantročí vlastní věc větší hodnoty, která požívá ochrany podle jiného právního předpisu, bude potrestán odnětím svobody až na dvě léta, zákazem činnosti nebo propadnutím věci.", "pism": {}}}}, "p230": {"nazev": "Neoprávněný přístup k počítačovému systému a nosiči informací", "par": "§ 230", "odst": {"1": {"text": "<var>(1)</var> Kdo překoná bezpečnostní opatření, a tím neoprávněně získá přístup k počítačovému systému nebo k jeho části, bude potrestán odnětím svobody až na dvě léta, zákazem činnosti nebo propadnutím věci.", "pism": {}}, "2": {"text": "<var>(2)</var> Kdo získá přístup k počítačovému systému nebo k nosiči informací a", "pism": {"text": "<var>d)</var> neoprávněně vloží data do počítačového systému nebo na nosič informací nebo učiní jiný zásah do programového nebo technického vybavení počítače nebo jiného technického zařízení pro zpracování dat,"}}, "3": {"text": "<var>(3)</var> Odnětím svobody na šest měsíců až čtyři léta, zákazem činnosti nebo propadnutím věci bude pachatel potrestán, spáchá-li čin uvedený v <a class=\"linkfrag\" href=\"#f3920239\">odstavci 1</a> nebo <a class=\"linkfrag\" href=\"#f3920240\">2</a>", "pism": {"text": "<var>b)</var> v úmyslu neoprávněně omezit funkčnost počítačového systému nebo jiného technického zařízení pro zpracování dat."}}, "4": {"text": "<var>(4)</var> Odnětím svobody na jeden rok až pět let nebo peněžitým trestem bude pachatel potrestán,", "pism": {"text": "<var>e)</var> způsobí-li takovým činem vážnou poruchu v činnosti právnické nebo fyzické osoby, která je podnikatelem."}}, "5": {"text": "<var>(5)</var> Odnětím svobody na tři léta až osm let bude pachatel potrestán,", "pism": {"text": "<var>b)</var> získá-li takovým činem pro sebe nebo pro jiného prospěch velkého rozsahu."}}}}, "p231": {"nazev": "Opatření a přechovávání přístupového zařízení a hesla k počítačovému systému a jiných takových dat", "par": "§ 231", "odst": {"1": {"text": "<var>(1)</var> Kdo v úmyslu spáchat trestný čin porušení tajemství dopravovaných zpráv podle <a class=\"linkfrag\" href=\"#f3919717\">§ 182 odst. 1 písm. b)</a>, <a class=\"linkfrag\" href=\"#f3919718\">c)</a> nebo trestný čin neoprávněného přístupu k počítačovému systému a nosiči informací podle <a class=\"linkfrag\" href=\"#f3920239\">§ 230 odst. 1</a>, <a class=\"linkfrag\" href=\"#f3920240\">2</a> vyrobí, uvede do oběhu, doveze, vyveze, proveze, nabízí, zprostředkuje, prodá nebo jinak zpřístupní, sobě nebo jinému opatří nebo přechovává", "pism": {"text": "<var>b)</var> počítačové heslo, přístupový kód, data, postup nebo jakýkoli jiný podobný prostředek, pomocí něhož lze získat přístup k počítačovému systému nebo jeho části,"}}, "2": {"text": "<var>(2)</var> Odnětím svobody až na tři léta, zákazem činnosti nebo propadnutím věci bude pachatel potrestán,", "pism": {"text": "<var>b)</var> získá-li takovým činem pro sebe nebo pro jiného značný prospěch."}}, "3": {"text": "<var>(3)</var> Odnětím svobody na šest měsíců až pět let bude pachatel potrestán, získá-li činem uvedeným v <a class=\"linkfrag\" href=\"#f3920260\">odstavci 1</a> pro sebe nebo pro jiného prospěch velkého rozsahu.", "pism": {}}}}, "p233": {"nazev": "Padělání a pozměnění peněz", "par": "§ 233", "odst": {"1": {"text": "<var>(1)</var> Kdo sobě nebo jinému opatří nebo přechovává padělané nebo pozměněné peníze nebo prvky peněz sloužící k ochraně proti jejich padělání, bude potrestán odnětím svobody na jeden rok až pět let.", "pism": {}}, "2": {"text": "<var>(2)</var> Kdo padělá nebo pozmění peníze v úmyslu udat je jako pravé nebo platné anebo jako peníze vyšší hodnoty, nebo", "pism": {}}, "3": {"text": "<var>(3)</var> Odnětím svobody na pět až deset let nebo propadnutím majetku bude pachatel potrestán,", "pism": {"text": "<var>b)</var> spáchá-li takový čin ve značném rozsahu."}}, "4": {"text": "<var>(4)</var> Odnětím svobody na osm až dvanáct let nebo propadnutím majetku bude pachatel potrestán,", "pism": {"text": "<var>b)</var> spáchá-li takový čin ve velkém rozsahu."}}, "5": {"text": "<var>(5)</var> Příprava je trestná.", "pism": {}}}}, "p234": {"nazev": "Neoprávněné opatření, padělání a pozměnění platebního prostředku", "par": "§ 234", "odst": {"1": {"text": "<var>(1)</var> Kdo sobě nebo jinému bez souhlasu oprávněného držitele opatří, zpřístupní, přijme nebo přechovává platební prostředek jiného, zejména nepřenosnou platební kartu identifikovatelnou podle jména nebo čísla, elektronické peníze, příkaz k zúčtování, cestovní šek nebo záruční šekovou kartu, bude potrestán odnětím svobody až na dvě léta, zákazem činnosti nebo propadnutím věci.", "pism": {}}, "2": {"text": "<var>(2)</var> Kdo sobě nebo jinému opatří, zpřístupní, přijme nebo přechovává padělaný nebo pozměněný platební prostředek, bude potrestán odnětím svobody na jeden rok až pět let.", "pism": {}}, "3": {"text": "<var>(3)</var> Kdo padělá nebo pozmění platební prostředek v úmyslu použít jej jako pravý nebo platný, nebo", "pism": {}}, "4": {"text": "<var>(4)</var> Odnětím svobody na pět až deset let nebo propadnutím majetku bude pachatel potrestán,", "pism": {"text": "<var>b)</var> spáchá-li takový čin ve značném rozsahu."}}, "5": {"text": "<var>(5)</var> Odnětím svobody na osm až dvanáct let nebo propadnutím majetku bude pachatel potrestán,", "pism": {"text": "<var>b)</var> spáchá-li takový čin ve velkém rozsahu."}}, "6": {"text": "<var>(6)</var> Příprava je trestná.", "pism": {}}}}, "p235": {"nazev": "Udávání padělaných a pozměněných peněz", "par": "§ 235", "odst": {"1": {"text": "Kdo padělané nebo pozměněné peníze, jimiž mu bylo placeno jako pravými, udá jako pravé, bude potrestán odnětím svobody až na dvě léta, zákazem činnosti nebo propadnutím věci.", "pism": {}}}}, "p236": {"nazev": "Výroba a držení padělatelského náčiní", "par": "§ 236", "odst": {"1": {"text": "<var>(1)</var> Kdo vyrobí, nabízí, prodá, zprostředkuje nebo jinak zpřístupní, sobě nebo jinému opatří nebo přechovává nástroj, zařízení nebo jeho součást, postup, pomůcku nebo jakýkoli jiný prostředek, včetně počítačového programu, vytvořený nebo přizpůsobený k padělání nebo pozměnění peněz nebo prvků sloužících k ochraně peněz proti padělání anebo vytvořený nebo přizpůsobený k padělání nebo pozměnění platebních prostředků, bude potrestán odnětím svobody až na dvě léta, zákazem činnosti nebo propadnutím věci.", "pism": {}}, "2": {"text": "<var>(2)</var> Odnětím svobody na jeden rok až pět let nebo peněžitým trestem bude pachatel potrestán, spáchá-li čin uvedený v <a class=\"linkfrag\" href=\"#f3920310\">odstavci 1</a> při výkonu svého povolání.", "pism": {}}}}, "p238": {"nazev": "Společné ustanovení", "par": "§ 238", "odst": {"1": {"text": "Ochrana podle <a class=\"linkfrag\" href=\"#f3920279\">§ 233 až 237</a> se poskytuje též penězům a platebním prostředkům jiným než tuzemským a tuzemským a zahraničním cenným papírům.", "pism": {}}}}, "p239": {"nazev": "Ohrožování oběhu tuzemských peněz", "par": "§ 239", "odst": {"1": {"text": "<var>(1)</var> Kdo neoprávněně vyrobí nebo vydá náhražky tuzemských peněz, nebo", "pism": {}}, "2": {"text": "<var>(2)</var> Stejně bude potrestán, kdo", "pism": {"text": "<var>b)</var> poškozuje tuzemské peníze."}}}}, "p240": {"nazev": "Zkrácení daně, poplatku a podobné povinné platby", "par": "§ 240", "odst": {"1": {"text": "<var>(1)</var> Kdo ve větším rozsahu zkrátí daň, clo, pojistné na sociální zabezpečení, příspěvek na státní politiku zaměstnanosti, pojistné na úrazové pojištění, pojistné na zdravotní pojištění, poplatek nebo jinou podobnou povinnou platbu anebo vyláká výhodu na některé z těchto povinných plateb, bude potrestán odnětím svobody na šest měsíců až tři léta nebo zákazem činnosti.", "pism": {}}, "2": {"text": "<var>(2)</var> Odnětím svobody na dvě léta až osm let bude pachatel potrestán,", "pism": {"text": "<var>c)</var> spáchá-li takový čin ve značném rozsahu."}}, "3": {"text": "<var>(3)</var> Odnětím svobody na pět až deset let bude pachatel potrestán,", "pism": {"text": "<var>b)</var> spáchá-li čin uvedený v <a class=\"linkfrag\" href=\"#f3920342\">odstavci 2 písm. c)</a> ve spojení s organizovanou skupinou působící ve více státech."}}, "4": {"text": "<var>(4)</var> Příprava je trestná.", "pism": {}}}}, "p241": {"nazev": "Neodvedení daně, pojistného na sociální zabezpečení a podobné povinné platby", "par": "§ 241", "odst": {"1": {"text": "<var>(1)</var> Kdo ve větším rozsahu nesplní jako zaměstnavatel nebo plátce svoji zákonnou povinnost odvést za zaměstnance nebo jinou osobu daň, pojistné na sociální zabezpečení, příspěvek na státní politiku zaměstnanosti nebo pojistné na zdravotní pojištění, bude potrestán odnětím svobody až na tři léta nebo zákazem činnosti.", "pism": {}}, "2": {"text": "<var>(2)</var> Odnětím svobody na jeden rok až pět let nebo peněžitým trestem bude pachatel potrestán, získá-li činem uvedeným v <a class=\"linkfrag\" href=\"#f3920346\">odstavci 1</a> pro sebe nebo pro jiného značný prospěch.", "pism": {}}, "3": {"text": "<var>(3)</var> Odnětím svobody na dvě léta až osm let bude pachatel potrestán, získá-li činem uvedeným v <a class=\"linkfrag\" href=\"#f3920346\">odstavci 1</a> pro sebe nebo pro jiného prospěch velkého rozsahu.", "pism": {}}}}, "p242": {"nazev": "Zvláštní ustanovení o účinné lítosti", "par": "§ 242", "odst": {"1": {"text": "Trestní odpovědnost za trestný čin neodvedení daně, pojistného na sociální zabezpečení a podobné povinné platby (<a class=\"linkfrag\" href=\"#f3920344\">§ 241</a>) zaniká, jestliže pachatel svou povinnost dodatečně splnil dříve, než soud prvního stupně počal vyhlašovat rozsudek.", "pism": {}}}}, "p243": {"nazev": "Nesplnění oznamovací povinnosti v daňovém řízení", "par": "§ 243", "odst": {"1": {"text": "<var>(1)</var> Kdo nesplní svoji zákonnou oznamovací povinnost vůči správci daně, a ohrozí tak ve větším rozsahu řádné a včasné stanovení daně jinému nebo její vymáhání od jiného, bude potrestán odnětím svobody až na dvě léta nebo zákazem činnosti.", "pism": {}}, "2": {"text": "<var>(2)</var> Odnětím svobody na jeden rok až čtyři léta nebo peněžitým trestem bude pachatel potrestán, spáchá-li čin uvedený v <a class=\"linkfrag\" href=\"#f3920355\">odstavci 1</a> ve značném rozsahu.", "pism": {}}}}, "p244": {"nazev": "Porušení předpisů o nálepkách a jiných předmětech k označení zboží", "par": "§ 244", "odst": {"1": {"text": "<var>(1)</var> Kdo s nálepkami, kontrolními páskami nebo jinými předměty k označení zboží pro daňové účely nakládá v rozporu s jiným právním předpisem v úmyslu způsobit jinému škodu nebo opatřit sobě nebo jinému neoprávněný prospěch, nebo", "pism": {}}, "2": {"text": "<var>(2)</var> Odnětím svobody na jeden rok až pět let bude pachatel potrestán,", "pism": {"text": "<var>b)</var> získá-li takovým činem pro sebe nebo pro jiného značný prospěch."}}, "3": {"text": "<var>(3)</var> Odnětím svobody na dvě léta až osm let bude pachatel potrestán, získá-li činem uvedeným v <a class=\"linkfrag\" href=\"#f3920359\">odstavci 1</a> pro sebe nebo pro jiného prospěch velkého rozsahu.", "pism": {}}}}, "p245": {"nazev": "Padělání a pozměnění předmětů k označení zboží pro daňové účely a předmětů dokazujících splnění poplatkové povinnosti", "par": "§ 245", "odst": {"1": {"text": "<var>(1)</var> Kdo padělá nebo pozmění nálepky, kontrolní pásky nebo jiné předměty k označení zboží pro daňové účely anebo předměty vydávané orgánem veřejné moci nebo jím zmocněnou právnickou osobou jako doklad o splnění poplatkové povinnosti v úmyslu způsobit jinému škodu nebo opatřit sobě nebo jinému neoprávněný prospěch, nebo", "pism": {}}, "2": {"text": "<var>(2)</var> Odnětím svobody na šest měsíců až pět let nebo peněžitým trestem bude pachatel potrestán,", "pism": {"text": "<var>b)</var> získá-li takovým činem pro sebe nebo pro jiného značný prospěch."}}, "3": {"text": "<var>(3)</var> Odnětím svobody na dvě léta až osm let bude pachatel potrestán, získá-li činem uvedeným v <a class=\"linkfrag\" href=\"#f3920368\">odstavci 1</a> pro sebe nebo pro jiného prospěch velkého rozsahu.", "pism": {}}}}, "p247": {"nazev": "Ohrožení devizového hospodářství", "par": "§ 247", "odst": {"1": {"text": "Kdo poruší v době nouzového stavu zákaz uložený opatřením vydaným na základě krizového zákona ve vztahu k devizovému hospodářství a způsobí tím vážné ohrožení platební schopnosti vůči zahraničí nebo vnitřní měnové rovnováhy České republiky, bude potrestán odnětím svobody na jeden rok až šest let, peněžitým trestem nebo zákazem činnosti.", "pism": {}}}}, "p248": {"nazev": "Porušení předpisů o pravidlech hospodářské soutěže", "par": "§ 248", "odst": {"1": {"text": "<var>(1)</var> Kdo poruší jiný právní předpis o nekalé soutěži tím, že se při účasti v hospodářské soutěži dopustí", "pism": {"text": "<var>i)</var> ohrožování zdraví spotřebitelů a životního prostředí,"}}, "2": {"text": "<var>(2)</var> Stejně bude potrestán,", "pism": {}}, "3": {"text": "<var>(3)</var> Odnětím svobody na šest měsíců až pět let, peněžitým trestem nebo propadnutím věci bude pachatel potrestán,", "pism": {"text": "<var>d)</var> získá-li takovým činem pro sebe nebo pro jiného značný prospěch."}}, "4": {"text": "<var>(4)</var> Odnětím svobody na dvě léta až osm let bude pachatel potrestán,", "pism": {"text": "<var>c)</var> způsobí-li takovým činem jinému úpadek."}}}}, "p249": {"nazev": "Neoprávněné vydání cenného papíru", "par": "§ 249", "odst": {"1": {"text": "<var>(1)</var> Kdo v úmyslu způsobit jinému škodu nebo získat pro sebe nebo pro jiného neoprávněnou výhodu nebo prospěch uvede do oběhu jako cenný papír listinu, aniž jsou splněny podmínky stanovené zákonem pro jeho vydání, bude potrestán odnětím svobody až na dvě léta nebo zákazem činnosti.", "pism": {}}, "2": {"text": "<var>(2)</var> Stejně bude potrestán, kdo v úmyslu uvedeném v <a class=\"linkfrag\" href=\"#f3920418\">odstavci 1</a> nechá provést zápis o vydání zaknihovaného cenného papíru do zákonem stanovené evidence cenných papírů, aniž jsou splněny podmínky stanovené zákonem pro takový zápis.", "pism": {}}}}, "p250": {"nazev": "Manipulace s kurzem investičních nástrojů", "par": "§ 250", "odst": {"1": {"text": "<var>(1)</var> Kdo v úmyslu ovlivnit cenu nebo kurz investičních nástrojů, které jsou přijaty k obchodování v obchodním systému nebo o jejichž přijetí k obchodování v obchodním systému bylo požádáno,", "pism": {"text": "<var>b)</var> uskuteční obchod nebo zadá pokyn, který je způsobilý vyvolat nesprávnou představu o nabídce, poptávce, ceně nebo kurzu takového investičního nástroje,"}}, "2": {"text": "<var>(2)</var> Odnětím svobody na dvě léta až osm let bude pachatel potrestán, získá-li činem uvedeným v <a class=\"linkfrag\" href=\"#f3920422\">odstavci 1</a> značný prospěch.", "pism": {}}, "3": {"text": "<var>(3)</var> Odnětím svobody na tři léta až deset let bude pachatel potrestán, získá-li činem uvedeným v <a class=\"linkfrag\" href=\"#f3920422\">odstavci 1</a> prospěch velkého rozsahu.", "pism": {}}}}, "p251": {"nazev": "Neoprávněné podnikání", "par": "§ 251", "odst": {"1": {"text": "<var>(1)</var> Kdo neoprávněně ve větším rozsahu poskytuje služby nebo provozuje výrobní, obchodní nebo jiné podnikání, bude potrestán odnětím svobody až na dvě léta nebo zákazem činnosti.", "pism": {}}, "2": {"text": "<var>(2)</var> Odnětím svobody na šest měsíců až pět let nebo peněžitým trestem bude pachatel potrestán,", "pism": {"text": "<var>b)</var> získá-li takovým činem pro sebe nebo pro jiného značný prospěch."}}, "3": {"text": "<var>(3)</var> Odnětím svobody na dvě léta až osm let bude pachatel potrestán,", "pism": {"text": "<var>b)</var> získá-li takovým činem pro sebe nebo pro jiného prospěch velkého rozsahu."}}}}, "p252": {"nazev": "Neoprávněné provozování hazardní hry", "par": "§ 252", "odst": {"1": {"text": "<var>(1)</var> Kdo neoprávněně provozuje, organizuje, propaguje nebo zprostředkovává hazardní hru, bude potrestán odnětím svobody až na tři léta nebo zákazem činnosti.", "pism": {}}, "2": {"text": "<var>(2)</var> Odnětím svobody na jeden rok až šest let bude pachatel potrestán,", "pism": {"text": "<var>b)</var> získá-li takovým činem pro sebe nebo pro jiného značný prospěch."}}, "3": {"text": "<var>(3)</var> Odnětím svobody na tři léta až deset let bude pachatel potrestán, získá-li činem uvedeným v <a class=\"linkfrag\" href=\"#f3920439\">odstavci 1</a> pro sebe nebo pro jiného prospěch velkého rozsahu.", "pism": {}}}}, "p253": {"nazev": "Poškozování spotřebitele", "par": "§ 253", "odst": {"1": {"text": "<var>(1)</var> Kdo na cizím majetku způsobí škodu nikoli nepatrnou tím, že poškozuje spotřebitele zejména tím, že je šidí na jakosti, množství nebo hmotnosti zboží, nebo", "pism": {}}, "2": {"text": "<var>(2)</var> Odnětím svobody až na pět let nebo peněžitým trestem bude pachatel potrestán,", "pism": {"text": "<var>c)</var> byl-li pro takový čin v posledních pěti letech odsouzen nebo z výkonu trestu odnětí svobody uloženého za takový čin propuštěn."}}, "3": {"text": "<var>(3)</var> Odnětím svobody na dvě léta až osm let bude pachatel potrestán, získá-li činem uvedeným v <a class=\"linkfrag\" href=\"#f3920446\">odstavci 1</a> pro sebe nebo pro jiného prospěch velkého rozsahu.", "pism": {}}}}, "p254": {"nazev": "Zkreslování údajů o stavu hospodaření a jmění", "par": "§ 254", "odst": {"1": {"text": "<var>(1)</var> Kdo nevede účetní knihy, zápisy nebo jiné doklady sloužící k přehledu o stavu hospodaření a majetku nebo k jejich kontrole, ač je k tomu podle zákona povinen,", "pism": {}}, "2": {"text": "<var>(2)</var> Stejně bude potrestán,", "pism": {}}, "3": {"text": "<var>(3)</var> Odnětím svobody na jeden rok až pět let nebo peněžitým trestem bude pachatel potrestán, způsobí-li činem uvedeným v <a class=\"linkfrag\" href=\"#f3920456\">odstavci 1</a> nebo <a class=\"linkfrag\" href=\"#f3920460\">2</a> na cizím majetku značnou škodu.", "pism": {}}, "4": {"text": "<var>(4)</var> Odnětím svobody na dvě léta až osm let bude pachatel potrestán, způsobí-li činem uvedeným v <a class=\"linkfrag\" href=\"#f3920456\">odstavci 1</a> nebo <a class=\"linkfrag\" href=\"#f3920460\">2</a> na cizím majetku škodu velkého rozsahu.", "pism": {}}}}, "p255": {"nazev": "Zneužití informace v obchodním styku", "par": "§ 255", "odst": {"1": {"text": "<var>(1)</var> Kdo neoprávněně zveřejní, zpřístupní nebo sdělí třetí osobě informaci dosud nikoli veřejně přístupnou, jejíž zveřejnění je způsobilé podstatně ovlivnit rozhodování v obchodním styku, a způsobí tím větší škodu nebo jiný závažný následek nebo tím opatří sobě nebo jinému větší prospěch, bude potrestán odnětím svobody až na dvě léta nebo zákazem činnosti.", "pism": {}}, "2": {"text": "<var>(2)</var> Kdo neoprávněně užije informaci dosud nikoli veřejně přístupnou, kterou získal při výkonu svého zaměstnání, povolání, postavení, funkce nebo jinak a jejíž zveřejnění je způsobilé podstatně ovlivnit rozhodování v obchodním styku, tím, že uskuteční nebo dá podnět k uskutečnění smlouvy nebo operace v obchodním systému nebo na organizovaném trhu se zbožím, a způsobí tím větší škodu nebo jiný závažný následek nebo tím opatří sobě nebo jinému větší prospěch, bude potrestán odnětím svobody až na čtyři léta nebo zákazem činnosti.", "pism": {}}, "3": {"text": "<var>(3)</var> Odnětím svobody na dvě léta až osm let bude pachatel potrestán,", "pism": {"text": "<var>b)</var> získá-li takovým činem pro sebe nebo pro jiného značný prospěch."}}, "4": {"text": "<var>(4)</var> Odnětím svobody na pět až deset let bude pachatel potrestán,", "pism": {"text": "<var>b)</var> získá-li takovým činem pro sebe nebo pro jiného prospěch velkého rozsahu."}}}}, "p256": {"nazev": "Zjednání výhody při zadání veřejné zakázky, při veřejné soutěži a veřejné dražbě", "par": "§ 256", "odst": {"1": {"text": "<var>(1)</var> Kdo v souvislosti se zadáním veřejné zakázky, s veřejnou soutěží nebo veřejnou dražbou v úmyslu způsobit jinému škodu nebo opatřit sobě nebo jinému prospěch zjedná některému dodavateli, soutěžiteli nebo účastníku dražby přednost nebo výhodnější podmínky na úkor jiných dodavatelů nebo soutěžitelů, bude potrestán odnětím svobody na šest měsíců až tři léta nebo zákazem činnosti.", "pism": {}}, "2": {"text": "<var>(2)</var> Odnětím svobody na dvě léta až osm let bude pachatel potrestán, jestliže", "pism": {"text": "<var>c)</var> získá-li takovým činem pro sebe nebo pro jiného značný prospěch."}}, "3": {"text": "<var>(3)</var> Stejně jako v <a class=\"linkfrag\" href=\"#f3920475\">odstavci 2</a> bude potrestán, kdo za okolností uvedených v <a class=\"linkfrag\" href=\"#f3920474\">odstavci 1</a> žádá, přijme nebo si dá slíbit majetkový nebo jiný prospěch.", "pism": {}}, "4": {"text": "<var>(4)</var> Kdo za okolností uvedených v <a class=\"linkfrag\" href=\"#f3920474\">odstavci 1</a> žádá, přijme nebo si dá slíbit majetkový nebo jiný prospěch a spáchá takový čin jako úřední osoba, bude potrestán odnětím svobody na tři léta až deset let.", "pism": {}}}}, "p258": {"nazev": "Pletichy při veřejné dražbě", "par": "§ 258", "odst": {"1": {"text": "<var>(1)</var> Kdo se dopustí pletich při veřejné dražbě věci tím, že", "pism": {"text": "<var>c)</var> žádá nebo přijme majetkový nebo jiný prospěch za to, že se zdrží podávání návrhů při dražbě,"}}, "2": {"text": "<var>(2)</var> Odnětím svobody na dvě léta až osm let bude pachatel potrestán, spáchá-li čin uvedený v <a class=\"linkfrag\" href=\"#f3920496\">odstavci 1</a>", "pism": {"text": "<var>b)</var> jako úřední osoba."}}, "3": {"text": "<var>(3)</var> Odnětím svobody na tři léta až deset let bude pachatel potrestán, spáchá-li čin uvedený v <a class=\"linkfrag\" href=\"#f3920496\">odstavci 1</a>", "pism": {"text": "<var>b)</var> jako úřední osoba v úmyslu opatřit sobě nebo jinému značný prospěch."}}}}, "p260": {"nazev": "Poškození finančních zájmů Evropské unie", "par": "§ 260", "odst": {"1": {"text": "<var>(1)</var> Kdo vyhotoví, použije nebo předloží nepravdivé, nesprávné nebo neúplné doklady nebo v takových dokladech uvede nepravdivé nebo hrubě zkreslující údaje vztahující se k příjmům nebo výdajům souhrnného rozpočtu Evropské unie nebo rozpočtů spravovaných Evropskou unií nebo jejím jménem anebo takové doklady nebo údaje zatají, a tím umožní nesprávné použití nebo zadržování finančních prostředků z některého takového rozpočtu nebo zmenšení zdrojů některého takového rozpočtu, bude potrestán odnětím svobody až na tři léta, zákazem činnosti nebo propadnutím věci.", "pism": {}}, "2": {"text": "<var>(2)</var> Stejně bude potrestán, kdo neoprávněně zkrátí nebo použije finanční prostředky, které tvoří příjmy nebo výdaje souhrnného rozpočtu Evropské unie nebo rozpočtů spravovaných Evropskou unií nebo jejím jménem.", "pism": {}}, "3": {"text": "<var>(3)</var> Odnětím svobody na jeden rok až pět let nebo peněžitým trestem bude pachatel potrestán, způsobí-li činem uvedeným v <a class=\"linkfrag\" href=\"#f3920514\">odstavci 1</a> nebo <a class=\"linkfrag\" href=\"#f3920515\">2</a> větší škodu.", "pism": {}}, "4": {"text": "<var>(4)</var> Odnětím svobody na dvě léta až osm let bude pachatel potrestán,", "pism": {"text": "<var>c)</var> způsobí-li takovým činem značnou škodu."}}, "5": {"text": "<var>(5)</var> Odnětím svobody na pět až deset let bude pachatel potrestán, způsobí-li činem uvedeným v <a class=\"linkfrag\" href=\"#f3920514\">odstavci 1</a> nebo <a class=\"linkfrag\" href=\"#f3920515\">2</a> škodu velkého rozsahu.", "pism": {}}}}, "p265": {"nazev": "Provedení zahraničního obchodu s vojenským materiálem bez povolení nebo licence", "par": "§ 265", "odst": {"1": {"text": "<var>(1)</var> Kdo bez povolení nebo licence provede zahraniční obchod s vojenským materiálem, bude potrestán odnětím svobody na jeden rok až osm let, peněžitým trestem nebo zákazem činnosti.", "pism": {}}, "2": {"text": "<var>(2)</var> Odnětím svobody na tři léta až deset let nebo propadnutím majetku bude pachatel potrestán,", "pism": {"text": "<var>g)</var> způsobí-li takovým činem, že se vojenský materiál dostane do oblasti válečného nebo jiného ozbrojeného konfliktu nebo do státu, kde je zvýšené nebezpečí válečného nebo jiného ozbrojeného konfliktu."}}}}, "p268": {"nazev": "Porušení práv k ochranné známce a jiným označením", "par": "§ 268", "odst": {"1": {"text": "<var>(1)</var> Kdo uvede do oběhu výrobky nebo poskytuje služby neoprávněně označené ochrannou známkou, k níž přísluší výhradní právo jinému, nebo známkou s ní zaměnitelnou nebo pro tento účel sobě nebo jinému takové výrobky nabízí, zprostředkuje, vyrobí, doveze, vyveze nebo jinak opatří nebo přechovává, anebo takovou službu nabídne nebo zprostředkuje, bude potrestán odnětím svobody až na dvě léta, zákazem činnosti nebo propadnutím věci.", "pism": {}}, "2": {"text": "<var>(2)</var> Stejně bude potrestán, kdo pro dosažení hospodářského prospěchu neoprávněně užívá obchodní firmu nebo jakékoliv označení s ní zaměnitelné nebo uvede do oběhu výrobky nebo služby neoprávněně opatřené označením původu nebo zeměpisným označením anebo takovým označením s ním zaměnitelným nebo pro tento účel sobě nebo jinému takové výrobky nebo služby nabídne, zprostředkuje, vyrobí, doveze, vyveze nebo jinak opatří nebo přechovává.", "pism": {}}, "3": {"text": "<var>(3)</var> Odnětím svobody na šest měsíců až pět let, peněžitým trestem nebo propadnutím věci bude pachatel potrestán,", "pism": {"text": "<var>b)</var> dopustí-li se takového činu ve značném rozsahu."}}, "4": {"text": "<var>(4)</var> Odnětím svobody na tři léta až osm let bude pachatel potrestán,", "pism": {"text": "<var>b)</var> dopustí-li se takového činu ve velkém rozsahu."}}}}, "p269": {"nazev": "Porušení chráněných průmyslových práv", "par": "§ 269", "odst": {"1": {"text": "<var>(1)</var> Kdo neoprávněně zasáhne nikoli nepatrně do práv k chráněnému vynálezu, průmyslovému vzoru, užitnému vzoru nebo topografii polovodičového výrobku, bude potrestán odnětím svobody až na dvě léta, zákazem činnosti nebo propadnutím věci.", "pism": {}}, "2": {"text": "<var>(2)</var> Odnětím svobody na šest měsíců až pět let, peněžitým trestem nebo propadnutím věci bude pachatel potrestán,", "pism": {"text": "<var>c)</var> dopustí-li se takového činu ve značném rozsahu."}}, "3": {"text": "<var>(3)</var> Odnětím svobody na tři léta až osm let bude pachatel potrestán,", "pism": {"text": "<var>b)</var> dopustí-li se takového činu ve velkém rozsahu."}}}}, "p270": {"nazev": "Porušení autorského práva, práv souvisejících s právem autorským a práv k databázi", "par": "§ 270", "odst": {"1": {"text": "<var>(1)</var> Kdo neoprávněně zasáhne nikoli nepatrně do zákonem chráněných práv k autorskému dílu, uměleckému výkonu, zvukovému či zvukově obrazovému záznamu, rozhlasovému nebo televiznímu vysílání nebo databázi, bude potrestán odnětím svobody až na dvě léta, zákazem činnosti nebo propadnutím věci.", "pism": {}}, "2": {"text": "<var>(2)</var> Odnětím svobody na šest měsíců až pět let, peněžitým trestem nebo propadnutím věci bude pachatel potrestán,", "pism": {"text": "<var>c)</var> dopustí-li se takového činu ve značném rozsahu."}}, "3": {"text": "<var>(3)</var> Odnětím svobody na tři léta až osm let bude pachatel potrestán,", "pism": {"text": "<var>b)</var> dopustí-li se takového činu ve velkém rozsahu."}}}}, "p271": {"nazev": "Padělání a napodobení díla výtvarného umění", "par": "§ 271", "odst": {"1": {"text": "<var>(1)</var> Kdo padělá výtvarné autorské dílo nebo napodobí výtvarný projev jiného autora v úmyslu, aby nové dílo bylo považováno za původní dílo takového autora, bude potrestán odnětím svobody až na tři léta, zákazem činnosti nebo propadnutím věci.", "pism": {}}, "2": {"text": "<var>(2)</var> Odnětím svobody na jeden rok až šest let bude pachatel potrestán,", "pism": {"text": "<var>c)</var> dopustí-li se takového činu ve značném rozsahu."}}, "3": {"text": "<var>(3)</var> Odnětím svobody na tři léta až deset let bude pachatel potrestán,", "pism": {"text": "<var>b)</var> dopustí-li se takového činu ve velkém rozsahu."}}}}, "p272": {"nazev": "Obecné ohrožení", "par": "§ 272", "odst": {"1": {"text": "<var>(1)</var> Kdo úmyslně způsobí obecné nebezpečí tím, že vydá lidi v nebezpečí smrti nebo těžké újmy na zdraví nebo cizí majetek v nebezpečí škody velkého rozsahu tím, že zapříčiní požár nebo povodeň nebo škodlivý účinek výbušnin, plynu, elektřiny nebo jiných podobně nebezpečných látek nebo sil nebo se dopustí jiného podobného nebezpečného jednání, nebo", "pism": {}}, "2": {"text": "<var>(2)</var> Odnětím svobody na osm až patnáct let bude pachatel potrestán,", "pism": {"text": "<var>d)</var> způsobí-li takovým činem těžkou újmu na zdraví nejméně dvou osob nebo smrt."}}, "3": {"text": "<var>(3)</var> Odnětím svobody na dvanáct až dvacet let nebo výjimečným trestem bude pachatel potrestán,", "pism": {"text": "<var>b)</var> spáchá-li takový čin za stavu ohrožení státu nebo za válečného stavu."}}, "4": {"text": "<var>(4)</var> Příprava je trestná.", "pism": {}}}}, "p273": {"nazev": "Obecné ohrožení z nedbalosti", "par": "§ 273", "odst": {"1": {"text": "<var>(1)</var> Kdo z nedbalosti způsobí obecné nebezpečí tím, že vydá lidi v nebezpečí smrti nebo těžké újmy na zdraví nebo cizí majetek v nebezpečí škody velkého rozsahu tím, že zapříčiní požár nebo povodeň nebo škodlivý účinek výbušnin, plynu, elektřiny nebo jiných podobně nebezpečných látek nebo sil nebo se dopustí jiného podobného nebezpečného jednání, nebo", "pism": {}}, "2": {"text": "<var>(2)</var> Odnětím svobody na šest měsíců až pět let nebo zákazem činnosti bude pachatel potrestán,", "pism": {"text": "<var>c)</var> způsobí-li takovým činem značnou škodu."}}, "3": {"text": "<var>(3)</var> Odnětím svobody na dvě léta až osm let nebo peněžitým trestem bude pachatel potrestán,", "pism": {"text": "<var>b)</var> způsobí-li činem uvedeným v <a class=\"linkfrag\" href=\"#f3920648\">odstavci 2 písm. b)</a> škodu velkého rozsahu nebo těžkou újmu na zdraví."}}, "4": {"text": "<var>(4)</var> Odnětím svobody na tři léta až deset let bude pachatel potrestán, způsobí-li činem uvedeným v <a class=\"linkfrag\" href=\"#f3920648\">odstavci 2 písm. b)</a> smrt.", "pism": {}}}}, "p274": {"nazev": "Ohrožení pod vlivem návykové látky", "par": "§ 274", "odst": {"1": {"text": "<var>(1)</var> Kdo vykonává ve stavu vylučujícím způsobilost, který si přivodil vlivem návykové látky, zaměstnání nebo jinou činnost, při kterých by mohl ohrozit život nebo zdraví lidí nebo způsobit značnou škodu na majetku, bude potrestán odnětím svobody až na jeden rok, peněžitým trestem nebo zákazem činnosti.", "pism": {}}, "2": {"text": "<var>(2)</var> Odnětím svobody na šest měsíců až tři léta, peněžitým trestem nebo zákazem činnosti bude pachatel potrestán,", "pism": {"text": "<var>c)</var> byl-li za takový čin v posledních dvou letech odsouzen nebo z výkonu trestu odnětí svobody uloženého za takový čin propuštěn."}}}}, "p276": {"nazev": "Poškození a ohrožení provozu obecně prospěšného zařízení", "par": "§ 276", "odst": {"1": {"text": "<var>(1)</var> Kdo úmyslně poškodí obecně prospěšné zařízení nebo ohrozí jeho provoz nebo využívání, bude potrestán odnětím svobody až na tři léta nebo zákazem činnosti.", "pism": {}}, "2": {"text": "<var>(2)</var> Odnětím svobody na jeden rok až šest let nebo peněžitým trestem bude pachatel potrestán,", "pism": {"text": "<var>c)</var> způsobí-li takovým činem značnou škodu."}}, "3": {"text": "<var>(3)</var> Odnětím svobody na dvě léta až osm let bude pachatel potrestán,", "pism": {"text": "<var>b)</var> spáchá-li takový čin za stavu ohrožení státu nebo za válečného stavu."}}}}, "p277": {"nazev": "Poškození a ohrožení provozu obecně prospěšného zařízení z nedbalosti", "par": "§ 277", "odst": {"1": {"text": "<var>(1)</var> Kdo z hrubé nedbalosti zničí, poškodí, odstraní nebo učiní neupotřebitelným obecně prospěšné zařízení nebo ohrozí provoz obecně prospěšného zařízení, bude potrestán odnětím svobody až na jeden rok nebo zákazem činnosti.", "pism": {}}, "2": {"text": "<var>(2)</var> Odnětím svobody až na tři léta bude pachatel potrestán,", "pism": {"text": "<var>b)</var> spáchá-li takový čin za stavu ohrožení státu nebo za válečného stavu."}}}}, "p279": {"nazev": "Nedovolené ozbrojování", "par": "§ 279", "odst": {"1": {"text": "<var>(1)</var> Kdo bez povolení vyrobí, sobě nebo jinému opatří nebo přechovává střelnou zbraň nebo její hlavní části nebo díly nebo ve větším množství střelivo nebo zakázaný doplněk zbraně, bude potrestán odnětím svobody až na dvě léta, zákazem činnosti nebo propadnutím věci.", "pism": {}}, "2": {"text": "<var>(2)</var> Stejně bude potrestán,", "pism": {}}, "3": {"text": "<var>(3)</var> Kdo bez povolení", "pism": {"text": "<var>b)</var> hromadí, vyrábí nebo sobě nebo jinému opatřuje zbraně nebo ve značném množství střelivo,"}}, "4": {"text": "<var>(4)</var> Odnětím svobody na dvě léta až osm let bude pachatel potrestán,", "pism": {"text": "<var>c)</var> spáchá-li takový čin za stavu ohrožení státu nebo za válečného stavu."}}}}, "p283": {"nazev": "Nedovolená výroba a jiné nakládání s omamnými a psychotropními látkami a s jedy", "par": "§ 283", "odst": {"1": {"text": "<var>(1)</var> Kdo neoprávněně vyrobí, doveze, vyveze, proveze, nabídne, zprostředkuje, prodá nebo jinak jinému opatří nebo pro jiného přechovává omamnou nebo psychotropní látku, přípravek obsahující omamnou nebo psychotropní látku, prekursor nebo jed, bude potrestán odnětím svobody na jeden rok až pět let nebo peněžitým trestem.", "pism": {}}, "2": {"text": "<var>(2)</var> Odnětím svobody na dvě léta až deset let nebo propadnutím majetku bude pachatel potrestán, spáchá-li čin uvedený v <a class=\"linkfrag\" href=\"#f3920737\">odstavci 1</a>", "pism": {"text": "<var>d)</var> ve větším rozsahu vůči dítěti nebo v množství větším než malém vůči dítěti mladšímu patnácti let."}}, "3": {"text": "<var>(3)</var> Odnětím svobody na osm až dvanáct let nebo propadnutím majetku bude pachatel potrestán,", "pism": {"text": "<var>d)</var> spáchá-li takový čin ve větším rozsahu vůči dítěti mladšímu patnácti let."}}, "4": {"text": "<var>(4)</var> Odnětím svobody na deset až osmnáct let nebo propadnutím majetku bude pachatel potrestán,", "pism": {"text": "<var>c)</var> spáchá-li takový čin ve spojení s organizovanou skupinou působící ve více státech."}}, "5": {"text": "<var>(5)</var> Příprava je trestná.", "pism": {}}}}, "p284": {"nazev": "Přechovávání omamné a psychotropní látky a jedu", "par": "§ 284", "odst": {"1": {"text": "<var>(1)</var> Kdo neoprávněně pro vlastní potřebu přechovává v množství větším než malém omamnou látku konopí, pryskyřici z konopí nebo psychotropní látku obsahující jakýkoli tetrahydrokanabinol, izomer nebo jeho stereochemickou variantu (THC), bude potrestán odnětím svobody až na jeden rok, zákazem činnosti nebo propadnutím věci.", "pism": {}}, "2": {"text": "<var>(2)</var> Kdo neoprávněně pro vlastní potřebu přechovává jinou omamnou nebo psychotropní látku než uvedenou v <a class=\"linkfrag\" href=\"#f3920757\">odstavci 1</a> nebo jed v množství větším než malém, bude potrestán odnětím svobody až na dvě léta, zákazem činnosti nebo propadnutím věci.", "pism": {}}, "3": {"text": "<var>(3)</var> Odnětím svobody na šest měsíců až pět let nebo peněžitým trestem bude pachatel potrestán, spáchá-li čin uvedený v <a class=\"linkfrag\" href=\"#f3920757\">odstavci 1</a> nebo <a class=\"linkfrag\" href=\"#f3920758\">2</a> ve větším rozsahu.", "pism": {}}, "4": {"text": "<var>(4)</var> Odnětím svobody na dvě léta až osm let bude pachatel potrestán, spáchá-li čin uvedený v <a class=\"linkfrag\" href=\"#f3920757\">odstavci 1</a> nebo <a class=\"linkfrag\" href=\"#f3920758\">2</a> ve značném rozsahu.", "pism": {}}}}, "p285": {"nazev": "Nedovolené pěstování rostlin obsahujících omamnou nebo psychotropní látku", "par": "§ 285", "odst": {"1": {"text": "<var>(1)</var> Kdo neoprávněně pro vlastní potřebu pěstuje v množství větším než malém rostlinu konopí, bude potrestán odnětím svobody až na šest měsíců, peněžitým trestem nebo propadnutím věci.", "pism": {}}, "2": {"text": "<var>(2)</var> Kdo neoprávněně pro vlastní potřebu pěstuje v množství větším než malém houbu nebo jinou rostlinu než uvedenou v <a class=\"linkfrag\" href=\"#f3920763\">odstavci 1</a> obsahující omamnou nebo psychotropní látku, bude potrestán odnětím svobody až na jeden rok, peněžitým trestem nebo propadnutím věci.", "pism": {}}, "3": {"text": "<var>(3)</var> Odnětím svobody až na tři léta nebo peněžitým trestem bude pachatel potrestán, spáchá-li čin uvedený v <a class=\"linkfrag\" href=\"#f3920763\">odstavci 1</a> nebo <a class=\"linkfrag\" href=\"#f3920764\">2</a> ve větším rozsahu.", "pism": {}}, "4": {"text": "<var>(4)</var> Odnětím svobody na šest měsíců až pět let bude pachatel potrestán, spáchá-li čin uvedený v <a class=\"linkfrag\" href=\"#f3920763\">odstavci 1</a> nebo <a class=\"linkfrag\" href=\"#f3920764\">2</a> ve značném rozsahu.", "pism": {}}}}, "p286": {"nazev": "Výroba a držení předmětu k nedovolené výrobě omamné a psychotropní látky a jedu", "par": "§ 286", "odst": {"1": {"text": "<var>(1)</var> Kdo vyrobí, sobě nebo jinému opatří anebo přechovává prekursor nebo jiný předmět určený k nedovolené výrobě omamné nebo psychotropní látky, přípravku, který obsahuje omamnou nebo psychotropní látku, nebo jedu, bude potrestán odnětím svobody až na pět let, peněžitým trestem, zákazem činnosti nebo propadnutím věci.", "pism": {}}, "2": {"text": "<var>(2)</var> Odnětím svobody na dvě léta až deset let bude pachatel potrestán,", "pism": {"text": "<var>d)</var> získá-li takovým činem pro sebe nebo pro jiného značný prospěch."}}}}, "p287": {"nazev": "Šíření toxikomanie", "par": "§ 287", "odst": {"1": {"text": "<var>(1)</var> Kdo svádí jiného ke zneužívání jiné návykové látky než alkoholu nebo ho v tom podporuje anebo kdo zneužívání takové látky jinak podněcuje nebo šíří, bude potrestán odnětím svobody až na tři léta nebo zákazem činnosti.", "pism": {}}, "2": {"text": "<var>(2)</var> Odnětím svobody na jeden rok až pět let nebo peněžitým trestem bude pachatel potrestán, spáchá-li čin uvedený v <a class=\"linkfrag\" href=\"#f3920777\">odstavci 1</a>", "pism": {"text": "<var>c)</var> tiskem, filmem, rozhlasem, televizí, veřejně přístupnou počítačovou sítí nebo jiným obdobně účinným způsobem."}}, "3": {"text": "<var>(3)</var> Odnětím svobody na dvě léta až osm let bude pachatel potrestán, spáchá-li čin uvedený v <a class=\"linkfrag\" href=\"#f3920777\">odstavci 1</a> vůči dítěti mladšímu patnácti let.", "pism": {}}}}, "p288": {"nazev": "Výroba a jiné nakládání s látkami s hormonálním účinkem", "par": "§ 288", "odst": {"1": {"text": "<var>(1)</var> Kdo neoprávněně ve větším množství vyrobí, přechovává, doveze, vyveze, proveze, nabízí, prodá, jinému poskytne nebo podá látku s anabolickým nebo jiným hormonálním účinkem za jiným než léčebným účelem, nebo kdo vůči jinému použije metodu spočívající ve zvyšování přenosu kyslíku v lidském organismu nebo jinou metodu s dopingovým účinkem za jiným než léčebným účelem, bude potrestán odnětím svobody až na jeden rok.", "pism": {}}, "2": {"text": "<var>(2)</var> Odnětím svobody na jeden rok až tři léta bude pachatel potrestán,", "pism": {"text": "<var>c)</var> spáchá-li takový čin ve značném rozsahu vůči dítěti staršímu patnácti let."}}, "3": {"text": "<var>(3)</var> Odnětím svobody na dvě léta až osm let bude pachatel potrestán,", "pism": {"text": "<var>d)</var> spáchá-li takový čin jako lékař nebo jiná způsobilá zdravotnická osoba."}}, "4": {"text": "<var>(4)</var> Odnětím svobody na pět let až dvanáct let bude pachatel potrestán,", "pism": {"text": "<var>c)</var> spáchá-li takový čin ve spojení s organizovanou skupinou působící ve více státech."}}}}, "p291": {"nazev": "Ohrožení bezpečnosti vzdušného dopravního prostředku a civilního plavidla", "par": "§ 291", "odst": {"1": {"text": "Kdo sdělí nepravdivou informaci, která může ohrozit bezpečnost nebo provoz vzdušného dopravního prostředku za letu nebo civilního plavidla za plavby, bude potrestán odnětím svobody až na tři léta nebo zákazem činnosti.", "pism": {}}}}, "p293": {"nazev": "Poškození a ohrožení životního prostředí", "par": "§ 293", "odst": {"1": {"text": "<var>(1)</var> Kdo v rozporu s jiným právním předpisem úmyslně poškodí nebo ohrozí půdu, vodu, ovzduší nebo jinou složku životního prostředí, a to ve větším rozsahu nebo na větším území, nebo takovým způsobem, že tím může způsobit těžkou újmu na zdraví nebo smrt nebo je-li k odstranění následků takového jednání třeba vynaložit náklady ve značném rozsahu, nebo", "pism": {}}, "2": {"text": "<var>(2)</var> Odnětím svobody na jeden rok až pět let bude pachatel potrestán,", "pism": {"text": "<var>e)</var> spáchá-li takový čin v úmyslu získat pro sebe nebo pro jiného značný prospěch."}}, "3": {"text": "<var>(3)</var> Odnětím svobody na dvě léta až osm let bude pachatel potrestán, spáchá-li takový čin v úmyslu získat pro sebe nebo pro jiného prospěch velkého rozsahu.", "pism": {}}}}, "p294": {"nazev": "Poškození a ohrožení životního prostředí z nedbalosti", "par": "§ 294", "odst": {"1": {"text": "<var>(1)</var> Kdo v rozporu s jiným právním předpisem z hrubé nedbalosti poškodí nebo ohrozí půdu, vodu, ovzduší nebo jinou složku životního prostředí, a to ve větším rozsahu nebo na větším území, nebo takovým způsobem, že tím může způsobit těžkou újmu na zdraví nebo smrt anebo je-li k odstranění následků takového jednání třeba vynaložit náklady ve značném rozsahu, nebo", "pism": {}}, "2": {"text": "<var>(2)</var> Odnětím svobody až na dvě léta nebo zákazem činnosti bude pachatel potrestán,", "pism": {"text": "<var>c)</var> je-li k odstranění následků takového činu třeba vynaložit náklady ve velkém rozsahu."}}}}, "p295": {"nazev": "Poškození lesa", "par": "§ 295", "odst": {"1": {"text": "<var>(1)</var> Kdo, byť i z nedbalosti, těžbou lesních porostů nebo jinou činností provedenou v rozporu s jiným právním předpisem způsobí, byť i připojením k již existující holině, vznik holé seče nebo způsobí závažné poškození lesa na celkové větší ploše lesa nebo proředí lesní porost pod hranici zakmenění stanovené jiným právním předpisem na celkové větší ploše lesa, bude potrestán odnětím svobody až na dvě léta nebo zákazem činnosti.", "pism": {}}, "2": {"text": "<var>(2)</var> Odnětím svobody na šest měsíců až čtyři léta nebo zákazem činnosti bude pachatel potrestán,", "pism": {"text": "<var>b)</var> vznikne-li těžbou nebo jinou činností uvedenou v <a class=\"linkfrag\" href=\"#f3920860\">odstavci 1</a> holá seč nebo proředění na celkové značné ploše lesa."}}}}, "p299": {"nazev": "Neoprávněné nakládání s chráněnými volně žijícími živočichy a planě rostoucími rostlinami", "par": "§ 299", "odst": {"1": {"text": "<var>(1)</var> Kdo v rozporu s jiným právním předpisem usmrtí, zničí, poškodí, odejme z přírody, zpracovává, doveze, vyveze, proveze, přechovává, nabízí, zprostředkuje, sobě nebo jinému opatří jedince zvláště chráněného druhu živočicha nebo rostliny nebo exemplář chráněného druhu a spáchá takový čin na více než dvaceti pěti kusech živočichů, rostlin nebo exemplářů, bude potrestán odnětím svobody až na tři léta, zákazem činnosti nebo propadnutím věci.", "pism": {}}, "2": {"text": "<var>(2)</var> Stejně bude potrestán, kdo v rozporu s jiným právním předpisem usmrtí, zničí, poškodí, odejme z přírody, zpracovává, doveze, vyveze, proveze, přechovává, nabízí, zprostředkuje, sobě nebo jinému opatří jedince silně nebo kriticky ohroženého druhu živočicha nebo rostliny nebo exemplář druhu přímo ohroženého vyhubením nebo vyhynutím.", "pism": {}}, "3": {"text": "<var>(3)</var> Odnětím svobody na šest měsíců až pět let, zákazem činnosti nebo propadnutím věci bude pachatel potrestán,", "pism": {"text": "<var>c)</var> způsobí-li takovým činem dlouhodobé nebo nevratné poškození populace volně žijícího živočicha nebo planě rostoucí rostliny nebo místní populace nebo biotopu zvláště chráněného druhu živočicha nebo rostliny."}}, "4": {"text": "<var>(4)</var> Odnětím svobody na dvě léta až osm let bude pachatel potrestán,", "pism": {"text": "<var>c)</var> způsobí-li takovým činem dlouhodobé nebo nevratné poškození místní populace nebo biotopu kriticky ohroženého druhu živočicha nebo rostliny."}}}}, "p302": {"nazev": "Týrání zvířat", "par": "§ 302", "odst": {"1": {"text": "<var>(1)</var> Kdo týrá zvíře", "pism": {"text": "<var>b)</var> surovým nebo trýznivým způsobem veřejně nebo na místě veřejnosti přístupném,"}}, "2": {"text": "<var>(2)</var> Odnětím svobody na šest měsíců až tři léta nebo zákazem činnosti bude pachatel potrestán,", "pism": {"text": "<var>b)</var> způsobí-li týranému zvířeti takovým činem trvalé následky na zdraví nebo smrt."}}, "3": {"text": "<var>(3)</var> Odnětím svobody na jeden rok až pět let bude pachatel potrestán, spáchá-li čin uvedený v <a class=\"linkfrag\" href=\"#f3920908\">odstavci 1</a> na větším počtu zvířat.", "pism": {}}}}, "p303": {"nazev": "Zanedbání péče o zvíře z nedbalosti", "par": "§ 303", "odst": {"1": {"text": "<var>(1)</var> Kdo z hrubé nedbalosti zanedbá potřebnou péči o zvíře, které vlastní nebo o něž je povinen se z jiného důvodu starat, a způsobí mu tím trvalé následky na zdraví nebo smrt, bude potrestán odnětím svobody až na šest měsíců, zákazem činnosti nebo propadnutím věci.", "pism": {}}, "2": {"text": "<var>(2)</var> Odnětím svobody až na dvě léta bude pachatel potrestán, způsobí-li činem uvedeným v <a class=\"linkfrag\" href=\"#f3920918\">odstavci 1</a> smrt nebo trvalé následky na zdraví většímu počtu zvířat.", "pism": {}}}}, "p304": {"nazev": "Pytláctví", "par": "§ 304", "odst": {"1": {"text": "<var>(1)</var> Kdo neoprávněně loví zvěř nebo ryby v hodnotě nikoli nepatrné nebo ukryje, na sebe nebo jiného převede nebo přechovává neoprávněně ulovenou zvěř nebo ryby v hodnotě nikoli nepatrné, bude potrestán odnětím svobody až na dvě léta, zákazem činnosti nebo propadnutím věci.", "pism": {}}, "2": {"text": "<var>(2)</var> Odnětím svobody na šest měsíců až pět let, peněžitým trestem nebo propadnutím věci bude pachatel potrestán,", "pism": {"text": "<var>e)</var> byl-li za takový čin v posledních třech letech odsouzen nebo potrestán."}}}}, "p306": {"nazev": "Šíření nakažlivé nemoci zvířat", "par": "§ 306", "odst": {"1": {"text": "<var>(1)</var> Kdo, byť i z nedbalosti, způsobí nebo zvýší nebezpečí zavlečení nebo rozšíření nakažlivé nemoci zvířat v zájmových chovech, hospodářských zvířat nebo volně žijících zvířat, bude potrestán odnětím svobody až na jeden rok, zákazem činnosti nebo propadnutím věci.", "pism": {}}, "2": {"text": "<var>(2)</var> Odnětím svobody na šest měsíců až tři léta bude pachatel potrestán, způsobí-li činem uvedeným v <a class=\"linkfrag\" href=\"#f3920944\">odstavci 1</a> rozšíření takové nemoci.", "pism": {}}}}, "p312e": {"nazev": "Podpora a propagace terorismu", "par": "§ 312e", "odst": {"1": {"text": "<var>(1)</var> Kdo veřejně podněcuje ke spáchání teroristického trestného činu, nebo", "pism": {}}, "2": {"text": "<var>(2)</var> Odnětím svobody na tři léta až dvanáct let, popřípadě vedle tohoto trestu též propadnutím majetku, bude potrestán,", "pism": {"text": "<var>d)</var> kdo sám nebo prostřednictvím jiného za spáchání teroristického trestného činu poskytne nebo slíbí odměnu nebo odškodnění jinému nebo pro jiného anebo na takovou odměnu nebo odškodnění pořádá sbírku."}}, "3": {"text": "<var>(3)</var> Stejně jako v odstavci 2 bude potrestán,", "pism": {"text": "<var>b)</var> kdo pro jiného takové cestování organizuje, jiného k němu navádí anebo jinému umožní nebo usnadní takto cestovat."}}, "4": {"text": "<var>(4)</var> Odnětím svobody na pět až patnáct let, popřípadě vedle tohoto trestu též propadnutím majetku, bude pachatel potrestán,", "pism": {"text": "<var>d)</var> spáchá-li čin uvedený v <a class=\"linkfrag\" href=\"#f5976947\">odstavci 2 písm. a)</a> nebo <a class=\"linkfrag\" href=\"#f5976948\">b)</a> vůči dítěti."}}}}, "p323": {"nazev": "Násilí proti orgánu veřejné moci", "par": "§ 323", "odst": {"1": {"text": "<var>(1)</var> Kdo užije násilí v úmyslu působit na výkon pravomoci orgánu státní správy, územní samosprávy, soudu nebo jiného orgánu veřejné moci, bude potrestán odnětím svobody na šest měsíců až pět let.", "pism": {}}, "2": {"text": "<var>(2)</var> Odnětím svobody na dvě léta až osm let bude pachatel potrestán,", "pism": {"text": "<var>c)</var> způsobí-li takovým činem značnou škodu."}}, "3": {"text": "<var>(3)</var> Odnětím svobody na čtyři léta až dvanáct let bude pachatel potrestán, způsobí-li činem uvedeným v <a class=\"linkfrag\" href=\"#f3921083\">odstavci 1</a>", "pism": {"text": "<var>c)</var> poruchu v činnosti takového orgánu."}}, "4": {"text": "<var>(4)</var> Odnětím svobody na deset až osmnáct let bude pachatel potrestán, způsobí-li činem uvedeným v <a class=\"linkfrag\" href=\"#f3921083\">odstavci 1</a> smrt.", "pism": {}}, "5": {"text": "<var>(5)</var> Příprava je trestná.", "pism": {}}}}, "p324": {"nazev": "Vyhrožování s cílem působit na orgán veřejné moci", "par": "§ 324", "odst": {"1": {"text": "<var>(1)</var> Kdo jinému vyhrožuje usmrcením, ublížením na zdraví nebo způsobením značné škody", "pism": {"text": "<var>b)</var> pro výkon pravomoci takového orgánu,"}}, "2": {"text": "<var>(2)</var> Odnětím svobody až na pět let bude pachatel potrestán, spáchá-li čin uvedený v <a class=\"linkfrag\" href=\"#f3921097\">odstavci 1</a> se zbraní.", "pism": {}}}}, "p325": {"nazev": "Násilí proti úřední osobě", "par": "§ 325", "odst": {"1": {"text": "<var>(1)</var> Kdo užije násilí", "pism": {"text": "<var>b)</var> pro výkon pravomoci úřední osoby,"}}, "2": {"text": "<var>(2)</var> Odnětím svobody na šest měsíců až šest let bude pachatel potrestán,", "pism": {"text": "<var>c)</var> způsobí-li takovým činem větší škodu."}}, "3": {"text": "<var>(3)</var> Odnětím svobody na tři léta až dvanáct let bude pachatel potrestán, způsobí-li činem uvedeným v <a class=\"linkfrag\" href=\"#f3921103\">odstavci 1</a>", "pism": {"text": "<var>b)</var> škodu velkého rozsahu."}}, "4": {"text": "<var>(4)</var> Odnětím svobody na osm až šestnáct let bude pachatel potrestán, způsobí-li činem uvedeným v <a class=\"linkfrag\" href=\"#f3921103\">odstavci 1</a> smrt.", "pism": {}}, "5": {"text": "<var>(5)</var> Příprava je trestná.", "pism": {}}}}, "p326": {"nazev": "Vyhrožování s cílem působit na úřední osobu", "par": "§ 326", "odst": {"1": {"text": "<var>(1)</var> Kdo jinému vyhrožuje usmrcením, ublížením na zdraví nebo způsobením značné škody", "pism": {"text": "<var>b)</var> pro výkon pravomoci úřední osoby,"}}, "2": {"text": "<var>(2)</var> Odnětím svobody až na pět let bude pachatel potrestán, spáchá-li čin uvedený v <a class=\"linkfrag\" href=\"#f3921119\">odstavci 1</a> se zbraní.", "pism": {}}}}, "p328": {"nazev": "Přisvojení pravomoci úřadu", "par": "§ 328", "odst": {}}, "p329": {"nazev": "Zneužití pravomoci úřední osoby", "par": "§ 329", "odst": {"1": {"text": "<var>(1)</var> Úřední osoba, která v úmyslu způsobit jinému škodu nebo jinou závažnou újmu anebo opatřit sobě nebo jinému neoprávněný prospěch", "pism": {"text": "<var>c)</var> nesplní povinnost vyplývající z její pravomoci,"}}, "2": {"text": "<var>(2)</var> Odnětím svobody na tři léta až deset let bude pachatel potrestán,", "pism": {"text": "<var>f)</var> způsobí-li takovým činem značnou škodu."}}, "3": {"text": "<var>(3)</var> Odnětím svobody na pět až dvanáct let nebo propadnutím majetku bude pachatel potrestán,", "pism": {"text": "<var>b)</var> způsobí-li takovým činem škodu velkého rozsahu."}}, "4": {"text": "<var>(4)</var> Příprava je trestná.", "pism": {}}}}, "p330": {"nazev": "Maření úkolu úřední osoby z nedbalosti", "par": "§ 330", "odst": {"1": {"text": "<var>(1)</var> Úřední osoba, která při výkonu své pravomoci z nedbalosti zmaří nebo podstatně ztíží splnění důležitého úkolu, bude potrestána odnětím svobody až na jeden rok nebo zákazem činnosti.", "pism": {}}, "2": {"text": "<var>(2)</var> Odnětím svobody až na tři léta nebo zákazem činnosti bude pachatel potrestán,", "pism": {"text": "<var>d)</var> zajistí-li takovým činem jinému značný prospěch."}}, "3": {"text": "<var>(3)</var> Odnětím svobody na jeden rok až pět let bude pachatel potrestán,", "pism": {"text": "<var>b)</var> zajistí-li takovým činem jinému prospěch velkého rozsahu."}}}}, "p331": {"nazev": "Přijetí úplatku", "par": "§ 331", "odst": {"1": {"text": "<var>(1)</var> Kdo sám nebo prostřednictvím jiného v souvislosti s obstaráváním věcí obecného zájmu pro sebe nebo pro jiného přijme nebo si dá slíbit úplatek, nebo", "pism": {}}, "2": {"text": "<var>(2)</var> Kdo za okolností uvedených v <a class=\"linkfrag\" href=\"#f3921167\">odstavci 1</a> úplatek žádá, bude potrestán odnětím svobody na šest měsíců až pět let.", "pism": {}}, "3": {"text": "<var>(3)</var> Odnětím svobody na tři léta až deset let nebo propadnutím majetku bude pachatel potrestán,", "pism": {"text": "<var>b)</var> spáchá-li takový čin jako úřední osoba."}}, "4": {"text": "<var>(4)</var> Odnětím svobody na pět až dvanáct let bude pachatel potrestán,", "pism": {"text": "<var>b)</var> spáchá-li takový čin jako úřední osoba v úmyslu opatřit sobě nebo jinému značný prospěch."}}}}, "p332": {"nazev": "Podplacení", "par": "§ 332", "odst": {"1": {"text": "<var>(1)</var> Kdo sám nebo prostřednictvím jiného poskytne, nabídne nebo slíbí úplatek jinému nebo pro jiného v souvislosti s obstaráváním věcí obecného zájmu, nebo", "pism": {}}, "2": {"text": "<var>(2)</var> Odnětím svobody na jeden rok až šest let, propadnutím majetku nebo peněžitým trestem bude pachatel potrestán,", "pism": {"text": "<var>b)</var> spáchá-li takový čin vůči úřední osobě."}}}}, "p333": {"nazev": "Nepřímé úplatkářství", "par": "§ 333", "odst": {"1": {"text": "<var>(1)</var> Kdo sám nebo prostřednictvím jiného žádá, dá si slíbit nebo přijme úplatek za to, že bude svým vlivem nebo prostřednictvím jiného působit na výkon pravomoci úřední osoby, nebo za to, že tak již učinil, bude potrestán odnětím svobody až na tři léta.", "pism": {}}, "2": {"text": "<var>(2)</var> Kdo sám nebo prostřednictvím jiného z důvodu uvedeného v <a class=\"linkfrag\" href=\"#f3921187\">odstavci 1</a> jinému poskytne, nabídne nebo slíbí úplatek, bude potrestán odnětím svobody až na dvě léta.", "pism": {}}}}, "p335": {"nazev": "Zasahování do nezávislosti soudu", "par": "§ 335", "odst": {"1": {"text": "<var>(1)</var> Kdo působí na soudce, aby porušil své povinnosti v řízení před soudem, bude potrestán odnětím svobody na šest měsíců až tři léta.", "pism": {}}, "2": {"text": "<var>(2)</var> Odnětím svobody na dvě léta až deset let bude pachatel potrestán, spáchá-li čin uvedený v <a class=\"linkfrag\" href=\"#f3921203\">odstavci 1</a> v úmyslu", "pism": {"text": "<var>c)</var> jiného vážně poškodit v zaměstnání, narušit jeho rodinné vztahy nebo způsobit mu jinou vážnou újmu."}}, "3": {"text": "<var>(3)</var> Odnětím svobody na pět až dvanáct let bude pachatel potrestán, spáchá-li čin uvedený v <a class=\"linkfrag\" href=\"#f3921203\">odstavci 1</a> v úmyslu", "pism": {"text": "<var>b)</var> způsobit škodu velkého rozsahu."}}}}, "p336": {"nazev": "Pohrdání soudem", "par": "§ 336", "odst": {"1": {"text": "Kdo opakovaně", "pism": {}}, "a": {"text": "<var>a)</var> závažným způsobem ruší jednání soudu,", "pism": {}}, "b": {"text": "<var>b)</var> při takovém jednání se k soudu chová urážlivě nebo soud znevažuje, nebo", "pism": {}}, "c": {"text": "<var>c)</var> bez dostatečné omluvy neuposlechne příkaz nebo výzvu soudu anebo jednání soudu zmaří,", "pism": {}}}}, "p337": {"nazev": "Maření výkonu úředního rozhodnutí a vykázání", "par": "§ 337", "odst": {"1": {"text": "<var>(1)</var> Kdo maří nebo podstatně ztěžuje výkon rozhodnutí soudu nebo jiného orgánu veřejné moci tím, že", "pism": {"text": "<var>j)</var> dopustí se závažného jednání, aby zmařil výkon nebo účel ochranného léčení nebo ochranné výchovy, které byly uloženy soudem, nebo jinak, zejména útěkem z ústavu, pomocí při útěku, výkon takových rozhodnutí podstatně ztěžuje, anebo maří dohled uložený při ukončení ochranného léčení,"}}, "2": {"text": "<var>(2)</var> Stejně bude potrestán, kdo se dopustí závažného nebo opakovaného jednání, aby zmařil vykázání provedené podle jiného právního předpisu nebo rozhodnutí o předběžném opatření soudu, kterým se ukládá povinnost dočasně opustit společné obydlí a jeho bezprostřední okolí a zdržet se vstupu do něj nebo povinnost zdržet se styku s navrhovatelem a navazování kontaktů s ním.", "pism": {}}, "3": {"text": "<var>(3)</var> Kdo zmaří nebo podstatně ztíží výkon rozhodnutí soudu nebo jiného orgánu veřejné moci tím, že", "pism": {"text": "<var>b)</var> uprchne stráži, z vazby, z výkonu trestu odnětí svobody nebo zabezpečovací detence,"}}, "4": {"text": "<var>(4)</var> Kdo poté, co proti němu byla bezvýsledně použita opatření v občanském soudním řízení směřující k výkonu rozhodnutí soudu nebo soudem schválené dohody o výchově nezletilých dětí, včetně úpravy styku s dítětem, maří výkon takového rozhodnutí nebo dohody, nebo", "pism": {}}}}, "p340": {"nazev": "Organizování a umožnění nedovoleného překročení státní hranice", "par": "§ 340", "odst": {"1": {"text": "<var>(1)</var> Kdo pro jiného organizuje nedovolené překročení státní hranice nebo jinému umožní či mu pomáhá nedovoleně překročit státní hranici nebo jinému po nedovoleném překročení státní hranice umožní či mu pomáhá přepravit se přes území České republiky nebo takové přepravení organizuje, bude potrestán odnětím svobody až na dvě léta nebo zákazem činnosti.", "pism": {}}, "2": {"text": "<var>(2)</var> Odnětím svobody na šest měsíců až pět let, propadnutím majetku nebo peněžitým trestem bude pachatel potrestán,", "pism": {"text": "<var>e)</var> spáchá-li takový čin v úmyslu zakrýt nebo usnadnit jiný trestný čin."}}, "3": {"text": "<var>(3)</var> Odnětím svobody na dvě léta až osm let nebo propadnutím majetku bude pachatel potrestán,", "pism": {"text": "<var>f)</var> spáchá-li takový čin za stavu ohrožení státu nebo za válečného stavu."}}, "4": {"text": "<var>(4)</var> Odnětím svobody na pět až dvanáct let, popřípadě vedle tohoto trestu též propadnutím majetku, bude pachatel potrestán,", "pism": {"text": "<var>d)</var> spáchá-li takový čin jako voják za stavu ohrožení státu nebo za válečného stavu."}}, "5": {"text": "<var>(5)</var> Příprava je trestná.", "pism": {}}}}, "p341": {"nazev": "Napomáhání k neoprávněnému pobytu na území republiky", "par": "§ 341", "odst": {"1": {"text": "<var>(1)</var> Kdo v úmyslu získat neoprávněný majetkový nebo jiný prospěch pomáhá jinému k neoprávněnému pobytu na území České republiky, bude potrestán odnětím svobody až na jeden rok nebo zákazem činnosti.", "pism": {}}, "2": {"text": "<var>(2)</var> Odnětím svobody až na tři léta bude pachatel potrestán, jestliže", "pism": {"text": "<var>d)</var> spáchá takový čin v úmyslu zakrýt nebo usnadnit jiný trestný čin."}}, "3": {"text": "<var>(3)</var> Odnětím svobody na šest měsíců až pět let, propadnutím majetku nebo peněžitým trestem bude pachatel potrestán,", "pism": {"text": "<var>b)</var> spáchá-li takový čin za stavu ohrožení státu nebo za válečného stavu."}}, "4": {"text": "<var>(4)</var> Odnětím svobody na dvě léta až osm let, popřípadě vedle tohoto trestu též propadnutím majetku, bude pachatel potrestán,", "pism": {"text": "<var>b)</var> spáchá-li takový čin jako voják za stavu ohrožení státu nebo za válečného stavu."}}}}, "p342": {"nazev": "Neoprávněné zaměstnávání cizinců", "par": "§ 342", "odst": {"1": {"text": "<var>(1)</var> Kdo soustavně, opakovaně, za zvlášť vykořisťujících pracovních podmínek nebo ve větším rozsahu neoprávněně zaměstná nebo zprostředkuje zaměstnání cizince, který se zdržuje neoprávněně na území České republiky nebo nemá platné povolení k zaměstnání, pokud je podle jiného právního předpisu vyžadováno, bude potrestán odnětím svobody až na šest měsíců, propadnutím věci nebo zákazem činnosti.", "pism": {}}, "2": {"text": "<var>(2)</var> Stejně bude potrestán, kdo zaměstná nebo zprostředkuje zaměstnání cizince, který je dítětem a zdržuje se neoprávněně na území České republiky nebo nemá platné povolení k zaměstnání podle jiného právního předpisu.", "pism": {}}, "3": {"text": "<var>(3)</var> Odnětím svobody až na jeden rok bude pachatel potrestán, spáchá-li čin uvedený v <a class=\"linkfrag\" href=\"#f3921299\">odstavci 1</a> nebo <a class=\"linkfrag\" href=\"#f4396749\">2</a>", "pism": {"text": "<var>c)</var> opětovně."}}, "4": {"text": "<var>(4)</var> Odnětím svobody na šest měsíců až tři léta bude pachatel potrestán, získá-li činem uvedeným v <a class=\"linkfrag\" href=\"#f3921299\">odstavci 1</a> nebo <a class=\"linkfrag\" href=\"#f4396749\">2</a> pro sebe nebo pro jiného značný prospěch.", "pism": {}}, "5": {"text": "<var>(5)</var> Odnětím svobody na jeden rok až pět let, popřípadě vedle tohoto trestu též propadnutím majetku, bude pachatel potrestán, získá-li činem uvedeným v <a class=\"linkfrag\" href=\"#f3921299\">odstavci 1</a> nebo <a class=\"linkfrag\" href=\"#f4396749\">2</a> pro sebe nebo pro jiného prospěch velkého rozsahu.", "pism": {}}}}, "p345": {"nazev": "Křivé obvinění", "par": "§ 345", "odst": {"1": {"text": "<var>(1)</var> Kdo jiného lživě obviní z trestného činu, bude potrestán odnětím svobody až na dvě léta.", "pism": {}}, "2": {"text": "<var>(2)</var> Kdo jiného lživě obviní z trestného činu v úmyslu přivodit jeho trestní stíhání, bude potrestán odnětím svobody až na tři léta.", "pism": {}}, "3": {"text": "<var>(3)</var> Odnětím svobody na jeden rok až pět let bude pachatel potrestán,", "pism": {"text": "<var>e)</var> spáchá-li takový čin na jiném, který vůči němu plnil svoji povinnost vyplývající z jeho zaměstnání, povolání, postavení nebo funkce nebo uloženou mu podle zákona."}}, "4": {"text": "<var>(4)</var> Odnětím svobody na dvě léta až osm let bude pachatel potrestán,", "pism": {"text": "<var>c)</var> získá-li takovým činem pro sebe nebo pro jiného značný prospěch."}}, "5": {"text": "<var>(5)</var> Odnětím svobody na tři léta až deset let bude pachatel potrestán,", "pism": {"text": "<var>b)</var> získá-li takovým činem pro sebe nebo pro jiného prospěch velkého rozsahu."}}}}, "p346": {"nazev": "Křivá výpověď a nepravdivý znalecký posudek", "par": "§ 346", "odst": {"1": {"text": "<var>(1)</var> Kdo jako znalec podá nepravdivý, hrubě zkreslený nebo neúplný znalecký posudek, bude potrestán odnětím svobody až na dvě léta nebo zákazem činnosti.", "pism": {}}, "2": {"text": "<var>(2)</var> Kdo jako svědek nebo znalec před soudem nebo před mezinárodním soudním orgánem, před notářem jako soudním komisařem, státním zástupcem nebo před policejním orgánem, který koná přípravné řízení podle <a class=\"linkrule\" href=\"/cs/1961-141\">trestního řádu</a>, anebo před vyšetřovací komisí Poslanecké sněmovny Parlamentu České republiky", "pism": {"text": "<var>b)</var> takovou okolnost zamlčí,"}}, "3": {"text": "<var>(3)</var> Odnětím svobody na jeden rok až pět let bude pachatel potrestán,", "pism": {"text": "<var>b)</var> spáchá-li takový čin v úmyslu jiného vážně poškodit v zaměstnání, narušit jeho rodinné vztahy nebo způsobit mu jinou vážnou újmu."}}, "4": {"text": "<var>(4)</var> Odnětím svobody na dvě léta až osm let bude pachatel potrestán,", "pism": {"text": "<var>c)</var> získá-li takovým činem pro sebe nebo pro jiného značný prospěch."}}, "5": {"text": "<var>(5)</var> Odnětím svobody na tři léta až deset let bude pachatel potrestán,", "pism": {"text": "<var>b)</var> získá-li takovým činem pro sebe nebo pro jiného prospěch velkého rozsahu."}}}}, "p348": {"nazev": "Padělání a pozměnění veřejné listiny", "par": "§ 348", "odst": {"1": {"text": "<var>(1)</var> Kdo padělá veřejnou listinu nebo podstatně změní její obsah v úmyslu, aby jí bylo užito jako pravé, nebo takovou listinu užije jako pravou,", "pism": {}}, "2": {"text": "<var>(2)</var> Odnětím svobody na jeden rok až šest let bude pachatel potrestán,", "pism": {"text": "<var>c)</var> získá-li takovým činem pro sebe nebo pro jiného značný prospěch."}}, "3": {"text": "<var>(3)</var> Odnětím svobody na tři léta až deset let bude pachatel potrestán,", "pism": {"text": "<var>d)</var> získá-li takovým činem pro sebe nebo pro jiného prospěch velkého rozsahu."}}}}, "p349": {"nazev": "Nedovolená výroba a držení pečetidla státní pečeti a úředního razítka", "par": "§ 349", "odst": {"1": {"text": "Kdo neoprávněně vyrobí, sobě nebo jinému opatří anebo přechovává pečetidlo státní pečeti nebo razítko orgánu veřejné moci s vyobrazením státního znaku nebo razítko, jehož otisk je povinnou součástí veřejných listin, anebo předmět způsobilý plnit jejich funkci, bude potrestán odnětím svobody až na jeden rok nebo zákazem činnosti.", "pism": {}}}}, "p350": {"nazev": "Padělání a vystavení nepravdivé lékařské zprávy, posudku a nálezu", "par": "§ 350", "odst": {"1": {"text": "<var>(1)</var> Kdo padělá lékařskou zprávu, posudek nebo nález nebo podstatně změní jejich obsah v úmyslu užít je v řízení před orgánem sociálního zabezpečení anebo před jiným orgánem veřejné moci, v trestním, občanském nebo jiném soudním řízení, nebo", "pism": {}}, "2": {"text": "<var>(2)</var> Stejně bude potrestán,", "pism": {}}, "3": {"text": "<var>(3)</var> Odnětím svobody na šest měsíců až pět let nebo peněžitým trestem bude pachatel potrestán,", "pism": {"text": "<var>b)</var> způsobí-li takovým činem značnou škodu."}}, "4": {"text": "<var>(4)</var> Odnětím svobody na dvě léta až osm let bude pachatel potrestán,", "pism": {"text": "<var>b)</var> způsobí-li takovým činem škodu velkého rozsahu."}}}}, "p351": {"nazev": "Maření přípravy a průběhu voleb a referenda", "par": "§ 351", "odst": {"1": {"text": "Kdo jinému násilím nebo pohrůžkou násilí nebo lstí brání ve výkonu volebního práva nebo hlasovacího práva v referendu anebo jiného takovým způsobem k výkonu volebního práva nebo hlasovacího práva v referendu nutí,", "pism": {}}}}, "p352": {"nazev": "Násilí proti skupině obyvatelů a proti jednotlivci", "par": "§ 352", "odst": {"1": {"text": "<var>(1)</var> Kdo skupině obyvatelů vyhrožuje usmrcením, ublížením na zdraví nebo způsobením škody velkého rozsahu, bude potrestán odnětím svobody až na jeden rok.", "pism": {}}, "2": {"text": "<var>(2)</var> Kdo užije násilí proti skupině obyvatelů nebo jednotlivci nebo jim vyhrožuje usmrcením, ublížením na zdraví nebo způsobením škody velkého rozsahu pro jejich skutečnou nebo domnělou rasu, příslušnost k etnické skupině, národnost, politické přesvědčení, vyznání nebo proto, že jsou skutečně nebo domněle bez vyznání, bude potrestán odnětím svobody na šest měsíců až tři léta.", "pism": {}}, "3": {"text": "<var>(3)</var> Stejně jako v <a class=\"linkfrag\" href=\"#f3921399\">odstavci 2</a> bude potrestán,", "pism": {}}, "a": {"text": "<var>a)</var> kdo se spolčí nebo srotí ke spáchání takového činu, nebo", "pism": {}}, "b": {"text": "<var>b)</var> spáchá-li čin uvedený v odstavci 1 tiskem, filmem, rozhlasem, televizí, veřejně přístupnou počítačovou sítí nebo jiným obdobně účinným způsobem.", "pism": {}}}}, "p353": {"nazev": "Nebezpečné vyhrožování", "par": "§ 353", "odst": {"1": {"text": "<var>(1)</var> Kdo jinému vyhrožuje usmrcením, těžkou újmou na zdraví nebo jinou těžkou újmou takovým způsobem, že to může vzbudit důvodnou obavu, bude potrestán odnětím svobody až na jeden rok nebo zákazem činnosti.", "pism": {}}, "2": {"text": "<var>(2)</var> Odnětím svobody až na tři léta nebo zákazem činnosti bude pachatel potrestán, spáchá-li čin uvedený v <a class=\"linkfrag\" href=\"#f3921403\">odstavci 1</a>", "pism": {"text": "<var>e)</var> na zdravotnickém pracovníkovi při výkonu zdravotnického zaměstnání nebo povolání směřujícího k záchraně života nebo ochraně zdraví nebo na jiném, který plnil svoji obdobnou povinnost při ochraně života, zdraví nebo majetku vyplývající z jeho zaměstnání, povolání, postavení nebo funkce nebo uloženou mu podle zákona."}}}}, "p354": {"nazev": "Nebezpečné pronásledování", "par": "§ 354", "odst": {"1": {"text": "<var>(1)</var> Kdo jiného dlouhodobě pronásleduje tím, že", "pism": {"text": "<var>e)</var> zneužije jeho osobních údajů za účelem získání osobního nebo jiného kontaktu,"}}, "2": {"text": "<var>(2)</var> Odnětím svobody na šest měsíců až tři roky bude pachatel potrestán, spáchá-li čin uvedený v <a class=\"linkfrag\" href=\"#f3921413\">odstavci 1</a>", "pism": {"text": "<var>c)</var> nejméně se dvěma osobami."}}}}, "p355": {"nazev": "Hanobení národa, rasy, etnické nebo jiné skupiny osob", "par": "§ 355", "odst": {"1": {"text": "<var>(1)</var> Kdo veřejně hanobí", "pism": {"text": "<var>b)</var> skupinu osob pro jejich skutečnou nebo domnělou rasu, příslušnost k etnické skupině, národnost, politické přesvědčení, vyznání nebo proto, že jsou skutečně nebo domněle bez vyznání,"}}, "2": {"text": "<var>(2)</var> Odnětím svobody až na tři léta bude pachatel potrestán, spáchá-li čin uvedený v <a class=\"linkfrag\" href=\"#f3921426\">odstavci 1</a>", "pism": {"text": "<var>b)</var> tiskem, filmem, rozhlasem, televizí, veřejně přístupnou počítačovou sítí nebo jiným obdobně účinným způsobem."}}}}, "p356": {"nazev": "Podněcování k nenávisti vůči skupině osob nebo k omezování jejich práv a svobod", "par": "§ 356", "odst": {"1": {"text": "<var>(1)</var> Kdo veřejně podněcuje k nenávisti k některému národu, rase, etnické skupině, náboženství, třídě nebo jiné skupině osob nebo k omezování práv a svobod jejich příslušníků, bude potrestán odnětím svobody až na dvě léta.", "pism": {}}, "2": {"text": "<var>(2)</var> Stejně bude potrestán, kdo se spolčí nebo srotí k spáchání činu uvedeného v <a class=\"linkfrag\" href=\"#f3921435\">odstavci 1.</a>", "pism": {}}, "3": {"text": "<var>(3)</var> Odnětím svobody na šest měsíců až tři léta bude pachatel potrestán,", "pism": {"text": "<var>b)</var> účastní-li se aktivně takovým činem činnosti skupiny, organizace nebo sdružení, které hlásá diskriminaci, násilí nebo rasovou, etnickou, třídní, náboženskou nebo jinou nenávist."}}}}, "p357": {"nazev": "Šíření poplašné zprávy", "par": "§ 357", "odst": {"1": {"text": "<var>(1)</var> Kdo úmyslně způsobí nebezpečí vážného znepokojení alespoň části obyvatelstva nějakého místa tím, že rozšiřuje poplašnou zprávu, která je nepravdivá, bude potrestán odnětím svobody až na dvě léta nebo zákazem činnosti.", "pism": {}}, "2": {"text": "<var>(2)</var> Kdo zprávu uvedenou v <a class=\"linkfrag\" href=\"#f3921444\">odstavci 1</a> nebo jinou nepravdivou zprávu, která je způsobilá vyvolat opatření vedoucí k nebezpečí vážného znepokojení alespoň části obyvatelstva nějakého místa anebo bezdůvodnou záchrannou práci integrovaného záchranného systému sdělí soudu, orgánu Policie České republiky, orgánu státní správy, územní samosprávy, nebo jinému orgánu veřejné moci, právnické osobě, fyzické osobě, která je podnikatelem, anebo hromadnému informačnímu prostředku, bude potrestán odnětím svobody na šest měsíců až tři léta nebo zákazem činnosti.", "pism": {}}, "3": {"text": "<var>(3)</var> Odnětím svobody na jeden rok až pět let bude pachatel potrestán,", "pism": {"text": "<var>e)</var> způsobí-li takovým činem vážnou poruchu v činnosti právnické nebo fyzické osoby, která je podnikatelem."}}, "4": {"text": "<var>(4)</var> Odnětím svobody na dvě léta až osm let bude pachatel potrestán,", "pism": {"text": "<var>b)</var> způsobí-li takovým činem škodu velkého rozsahu."}}}}, "p358": {"nazev": "Výtržnictví", "par": "§ 358", "odst": {"1": {"text": "<var>(1)</var> Kdo se dopustí veřejně nebo na místě veřejnosti přístupném hrubé neslušnosti nebo výtržnosti zejména tím, že napadne jiného, hanobí hrob, historickou nebo kulturní památku, anebo hrubým způsobem ruší přípravu, průběh nebo zakončení organizovaného sportovního utkání, shromáždění nebo obřadu lidí, bude potrestán odnětím svobody až na dvě léta.", "pism": {}}, "2": {"text": "<var>(2)</var> Odnětím svobody až na tři léta bude pachatel potrestán, spáchá-li čin uvedený v <a class=\"linkfrag\" href=\"#f3921457\">odstavci 1</a>", "pism": {"text": "<var>b)</var> jako člen organizované skupiny."}}}}, "p359": {"nazev": "Hanobení lidských ostatků", "par": "§ 359", "odst": {"1": {"text": "<var>(1)</var> Kdo neoprávněně otevře hrob nebo hrobku nebo urnu s lidskými ostatky, bude potrestán odnětím svobody až na dvě léta nebo zákazem činnosti.", "pism": {}}, "2": {"text": "<var>(2)</var> Stejně bude potrestán, kdo z pohřebiště svévolně odejme lidské ostatky nebo s lidskými ostatky nakládá v rozporu se zákonem.", "pism": {}}, "3": {"text": "<var>(3)</var> Odnětím svobody až na tři léta bude pachatel potrestán, spáchá-li čin uvedený v <a class=\"linkfrag\" href=\"#f3921463\">odstavci 1</a> nebo <a class=\"linkfrag\" href=\"#f3921464\">2</a>", "pism": {"text": "<var>c)</var> v úmyslu zakrýt nebo usnadnit jiný trestný čin."}}}}, "p360": {"nazev": "Opilství", "par": "§ 360", "odst": {"1": {"text": "<var>(1)</var> Kdo se požitím nebo aplikací návykové látky přivede, byť i z nedbalosti, do stavu nepříčetnosti, v němž se dopustí činu jinak trestného, bude potrestán odnětím svobody na tři léta až deset let; dopustí-li se však činu jinak trestného, na který zákon stanoví trest mírnější, bude potrestán tímto trestem mírnějším.", "pism": {}}, "2": {"text": "<var>(2)</var> Ustanovení <a class=\"linkfrag\" href=\"#f3921471\">odstavce 1</a>, jakož i <a class=\"linkfrag\" href=\"#f3918470\">§ 26</a> se neužije, přivedl-li se pachatel do stavu nepříčetnosti v úmyslu spáchat trestný čin, nebo spáchal trestný čin z nedbalosti, která spočívá v tom, že se přivedl do stavu nepříčetnosti.", "pism": {}}}}, "p361": {"nazev": "Účast na organizované zločinecké skupině", "par": "§ 361", "odst": {"1": {"text": "<var>(1)</var> Kdo založí organizovanou zločineckou skupinu,", "pism": {}}, "2": {"text": "<var>(2)</var> Odnětím svobody na tři léta až dvanáct let nebo propadnutím majetku bude pachatel potrestán, spáchá-li čin uvedený v <a class=\"linkfrag\" href=\"#f3921477\">odstavci 1</a> jako vedoucí činitel nebo představitel organizované zločinecké skupiny.", "pism": {}}, "3": {"text": "<var>(3)</var> Ustanovení <a class=\"linkfrag\" href=\"#f3919087\">§ 107</a> a <a class=\"linkfrag\" href=\"#f3919091\">108</a> se na pachatele činu uvedeného v <a class=\"linkfrag\" href=\"#f3921477\">odstavcích 1</a> a <a class=\"linkfrag\" href=\"#f3921481\">2</a> neužijí.", "pism": {}}}}, "p364": {"nazev": "Podněcování k trestnému činu", "par": "§ 364", "odst": {"1": {"text": "Kdo veřejně podněcuje k trestnému činu, bude potrestán odnětím svobody až na dvě léta.", "pism": {}}}}, "p366": {"nazev": "Nadržování", "par": "§ 366", "odst": {"1": {"text": "<var>(1)</var> Kdo pachateli trestného činu pomáhá v úmyslu umožnit mu, aby unikl trestnímu stíhání, trestu nebo ochrannému opatření nebo jejich výkonu, bude potrestán odnětím svobody až na čtyři léta; pomáhá-li však takto pachateli trestného činu, na který <a class=\"linkrule\" href=\"/cs/2009-40\">trestní zákon</a> stanoví trest mírnější, bude potrestán oním trestem mírnějším.", "pism": {}}, "2": {"text": "<var>(2)</var> Kdo spáchá čin uvedený v <a class=\"linkfrag\" href=\"#f3921505\">odstavci 1</a> ve prospěch osoby sobě blízké, není trestný, ledaže by tak učinil v úmyslu", "pism": {"text": "<var>b)</var> opatřit sobě nebo jinému majetkový prospěch."}}}}, "p367": {"nazev": "Nepřekažení trestného činu", "par": "§ 367", "odst": {"1": {"text": "<var>(1)</var> Kdo se hodnověrným způsobem dozví, že jiný připravuje nebo páchá trestný čin vraždy (<a class=\"linkfrag\" href=\"#f3919238\">§ 140</a>), zabití (<a class=\"linkfrag\" href=\"#f3919256\">§ 141</a>), těžkého ublížení na zdraví (<a class=\"linkfrag\" href=\"#f3919282\">§ 145</a>), mučení a jiného nelidského a krutého zacházení (<a class=\"linkfrag\" href=\"#f3919333\">§ 149</a>), nedovoleného přerušení těhotenství bez souhlasu těhotné ženy (<a class=\"linkfrag\" href=\"#f3919417\">§ 159</a>), neoprávněného odebrání tkání a orgánů (<a class=\"linkfrag\" href=\"#f3919467\">§ 164</a>), obchodování s lidmi (<a class=\"linkfrag\" href=\"#f3919535\">§ 168</a>), zbavení osobní svobody (<a class=\"linkfrag\" href=\"#f3919576\">§ 170</a>), zavlečení podle <a class=\"linkfrag\" href=\"#f3919607\">§ 172 odst. 2</a> a <a class=\"linkfrag\" href=\"#f3919613\">3</a>, loupeže (<a class=\"linkfrag\" href=\"#f3919618\">§ 173</a>), braní rukojmí (<a class=\"linkfrag\" href=\"#f3919630\">§ 174</a>), vydírání podle <a class=\"linkfrag\" href=\"#f3919653\">§ 175 odst. 3</a> a <a class=\"linkfrag\" href=\"#f3919657\">4</a>, neoprávněného nakládání s osobními údaji podle <a class=\"linkfrag\" href=\"#f3919697\">§ 180 odst. 4</a>, znásilnění (<a class=\"linkfrag\" href=\"#f3919758\">§ 185</a>), pohlavního zneužití (<a class=\"linkfrag\" href=\"#f3919797\">§ 187</a>), zneužití dítěte k výrobě pornografie (<a class=\"linkfrag\" href=\"#f3919854\">§ 193</a>), týrání svěřené osoby (<a class=\"linkfrag\" href=\"#f3919888\">§ 198</a>), krádeže podle <a class=\"linkfrag\" href=\"#f3919970\">§ 205 odst. 5</a>, zpronevěry podle <a class=\"linkfrag\" href=\"#f3919984\">§ 206 odst. 5</a>, podvodu podle <a class=\"linkfrag\" href=\"#f3920017\">§ 209 odst. 5</a>, pojistného podvodu podle <a class=\"linkfrag\" href=\"#f3920035\">§ 210 odst. 6</a>, úvěrového podvodu podle <a class=\"linkfrag\" href=\"#f3920049\">§ 211 odst. 6</a>, dotačního podvodu podle <a class=\"linkfrag\" href=\"#f3920063\">§ 212 odst. 6</a>, legalizace výnosů z trestné činnosti podle <a class=\"linkfrag\" href=\"#f3920123\">§ 216 odst. 4</a> a 5, padělání a pozměnění peněz (<a class=\"linkfrag\" href=\"#f3920279\">§ 233</a>), neoprávněného opatření, padělání a pozměnění platebního prostředku (<a class=\"linkfrag\" href=\"#f3920292\">§ 234</a>), neoprávněné výroby peněz (<a class=\"linkfrag\" href=\"#f3920312\">§ 237</a>), zneužití informace v obchodním styku podle <a class=\"linkfrag\" href=\"#f3920471\">§ 255 odst. 4</a>, zneužití postavení v obchodním styku podle <a class=\"linkfrag\" href=\"#f6078641\">§ 255a odst. 3</a>, poškození finančních zájmů Evropské unie podle <a class=\"linkfrag\" href=\"#f3920521\">§ 260 odst. 5</a>, porušení předpisů o kontrole vývozu zboží a technologií dvojího užití (<a class=\"linkfrag\" href=\"#f3920532\">§ 262</a>), porušení povinností při vývozu zboží a technologií dvojího užití (<a class=\"linkfrag\" href=\"#f3920535\">§ 263</a>), provedení zahraničního obchodu s vojenským materiálem bez povolení nebo licence (<a class=\"linkfrag\" href=\"#f3920550\">§ 265</a>), porušení povinnosti v souvislosti s vydáním povolení a licence pro zahraniční obchod s vojenským materiálem (<a class=\"linkfrag\" href=\"#f3920561\">§ 266</a>), obecného ohrožení (<a class=\"linkfrag\" href=\"#f3920627\">§ 272</a>), vývoje, výroby a držení zakázaných bojových prostředků (<a class=\"linkfrag\" href=\"#f3920707\">§ 280</a>), nedovolené výroby a držení radioaktivní látky a vysoce nebezpečné látky (<a class=\"linkfrag\" href=\"#f3920716\">§ 281</a>), nedovolené výroby a držení jaderného materiálu a zvláštního štěpného materiálu (<a class=\"linkfrag\" href=\"#f3920730\">§ 282</a>), nedovolené výroby a jiného nakládání s omamnými a psychotropními látkami a s jedy (<a class=\"linkfrag\" href=\"#f3920735\">§ 283</a>), získání kontroly nad vzdušným dopravním prostředkem, civilním plavidlem a pevnou plošinou (<a class=\"linkfrag\" href=\"#f3920809\">§ 290</a>), zavlečení vzdušného dopravního prostředku do ciziny (<a class=\"linkfrag\" href=\"#f3920823\">§ 292</a>), vlastizrady (<a class=\"linkfrag\" href=\"#f3920957\">§ 309</a>), rozvracení republiky (<a class=\"linkfrag\" href=\"#f3920961\">§ 310</a>), teroristického útoku (<a class=\"linkfrag\" href=\"#f3920971\">§ 311</a>), teroru (<a class=\"linkfrag\" href=\"#f3920995\">§ 312</a>), účasti na teroristické skupině (<a class=\"linkfrag\" href=\"#f5976918\">§ 312a</a>), financování terorismu (<a class=\"linkfrag\" href=\"#f5976936\">§ 312d</a>), podpory a propagace terorismu (<a class=\"linkfrag\" href=\"#f5976943\">§ 312e</a>), vyhrožování teroristickým trestným činem (<a class=\"linkfrag\" href=\"#f5976959\">§ 312f</a>), sabotáže (<a class=\"linkfrag\" href=\"#f3921002\">§ 314</a>), vyzvědačství (<a class=\"linkfrag\" href=\"#f3921028\">§ 316</a>), ohrožení utajované informace (<a class=\"linkfrag\" href=\"#f3921042\">§ 317</a>), válečné zrady (<a class=\"linkfrag\" href=\"#f3921062\">§ 320</a>), násilí proti orgánu veřejné moci podle <a class=\"linkfrag\" href=\"#f3921088\">§ 323 odst. 3</a> a <a class=\"linkfrag\" href=\"#f3921092\">4</a>, násilí proti úřední osobě podle <a class=\"linkfrag\" href=\"#f3921111\">§ 325 odst. 3</a> a <a class=\"linkfrag\" href=\"#f3921114\">4</a>, přijetí úplatku (<a class=\"linkfrag\" href=\"#f3921165\">§ 331</a>), podplacení (<a class=\"linkfrag\" href=\"#f3921177\">§ 332</a>), násilného překročení státní hranice podle <a class=\"linkfrag\" href=\"#f3921248\">§ 339 odst. 2</a> a <a class=\"linkfrag\" href=\"#f3921255\">3</a>, organizování a umožnění nedovoleného překročení státní hranice podle <a class=\"linkfrag\" href=\"#f3921277\">§ 340 odst. 4</a>, vzpoury vězňů (<a class=\"linkfrag\" href=\"#f3921311\">§ 344</a>), neuposlechnutí rozkazu podle <a class=\"linkfrag\" href=\"#f3921553\">§ 375 odst. 2</a> a <a class=\"linkfrag\" href=\"#f3921561\">3</a>, zprotivení a donucení k porušení vojenské povinnosti podle <a class=\"linkfrag\" href=\"#f3921575\">§ 377 odst. 2</a> a <a class=\"linkfrag\" href=\"#f3921580\">3</a>, porušování práv a chráněných zájmů vojáků stejné hodnosti podle <a class=\"linkfrag\" href=\"#f3921632\">§ 382 odst. 3</a> a <a class=\"linkfrag\" href=\"#f3921636\">4</a>, porušování práv a chráněných zájmů vojáků podřízených nebo s nižší hodností podle <a class=\"linkfrag\" href=\"#f3921647\">§ 383 odst. 3</a> a <a class=\"linkfrag\" href=\"#f3921651\">4</a>, zběhnutí (<a class=\"linkfrag\" href=\"#f3921663\">§ 386</a>), ohrožování morálního stavu vojáků podle <a class=\"linkfrag\" href=\"#f3921715\">§ 392 odst. 2</a>, genocidia (<a class=\"linkfrag\" href=\"#f3921767\">§ 400</a>), útoku proti lidskosti (<a class=\"linkfrag\" href=\"#f3921777\">§ 401</a>), apartheidu a diskriminace skupiny lidí (<a class=\"linkfrag\" href=\"#f3921792\">§ 402</a>), agrese (<a class=\"linkfrag\" href=\"#f5030742\">§ 405a</a>), přípravy útočné války (<a class=\"linkfrag\" href=\"#f3921816\">§ 406</a>), styků ohrožujících mír (<a class=\"linkfrag\" href=\"#f3921832\">§ 409</a>), použití zakázaného bojového prostředku a nedovoleného vedení boje (<a class=\"linkfrag\" href=\"#f3921851\">§ 411</a>), válečné krutosti (<a class=\"linkfrag\" href=\"#f3921866\">§ 412</a>), perzekuce obyvatelstva (<a class=\"linkfrag\" href=\"#f3921876\">§ 413</a>), plenění v prostoru válečných operací (<a class=\"linkfrag\" href=\"#f3921890\">§ 414</a>) nebo zneužití mezinárodně uznávaných a státních znaků podle <a class=\"linkfrag\" href=\"#f3921901\">§ 415 odst. 3</a>, a spáchání nebo dokončení takového trestného činu nepřekazí, bude potrestán odnětím svobody až na tři léta; stanoví-li tento zákon na některý z těchto trestných činů trest mírnější, bude potrestán oním trestem mírnějším.", "pism": {}}, "2": {"text": "<var>(2)</var> Kdo spáchá čin uvedený v <a class=\"linkfrag\" href=\"#f3921511\">odstavci 1</a>, není trestný, nemohl-li trestný čin překazit bez značných nesnází nebo aniž by sebe nebo osobu blízkou uvedl v nebezpečí smrti, ublížení na zdraví, jiné závažné újmy nebo trestního stíhání. Uvedení osoby blízké v nebezpečí trestního stíhání však nezbavuje pachatele trestní odpovědnosti, týká-li se nepřekažení trestného činu vlastizrady (<a class=\"linkfrag\" href=\"#f3920957\">§ 309</a>), rozvracení republiky (<a class=\"linkfrag\" href=\"#f3920961\">§ 310</a>), teroristického útoku (<a class=\"linkfrag\" href=\"#f3920971\">§ 311</a>), teroru (<a class=\"linkfrag\" href=\"#f3920995\">§ 312</a>), účasti na teroristické skupině (<a class=\"linkfrag\" href=\"#f5976918\">§ 312a</a>), financování terorismu (<a class=\"linkfrag\" href=\"#f5976936\">§ 312d</a>), podpory a propagace terorismu (<a class=\"linkfrag\" href=\"#f5976943\">§ 312e</a>), vyhrožování teroristickým trestným činem (<a class=\"linkfrag\" href=\"#f5976959\">§ 312f</a>), sabotáže (<a class=\"linkfrag\" href=\"#f3921002\">§ 314</a>), vyzvědačství (<a class=\"linkfrag\" href=\"#f3921028\">§ 316</a>), genocidia (<a class=\"linkfrag\" href=\"#f3921767\">§ 400</a>), útoku proti lidskosti (<a class=\"linkfrag\" href=\"#f3921777\">§ 401</a>), apartheidu a diskriminace skupiny lidí (<a class=\"linkfrag\" href=\"#f3921792\">§ 402</a>), agrese (<a class=\"linkfrag\" href=\"#f5030742\">§ 405a</a>), přípravy útočné války (<a class=\"linkfrag\" href=\"#f3921816\">§ 406</a>), použití zakázaného bojového prostředku a nedovoleného vedení boje (<a class=\"linkfrag\" href=\"#f3921851\">§ 411</a>), válečné krutosti (<a class=\"linkfrag\" href=\"#f3921866\">§ 412</a>), perzekuce obyvatelstva (<a class=\"linkfrag\" href=\"#f3921876\">§ 413</a>), plenění v prostoru válečných operací (<a class=\"linkfrag\" href=\"#f3921890\">§ 414</a>) a zneužití mezinárodně uznávaných a státních znaků podle <a class=\"linkfrag\" href=\"#f3921901\">§ 415 odst. 3.</a>", "pism": {}}, "3": {"text": "<var>(3)</var> Překazit trestný čin lze i jeho včasným oznámením státnímu zástupci nebo policejnímu orgánu; voják může místo toho učinit oznámení nadřízenému.", "pism": {}}}}, "p368": {"nazev": "Neoznámení trestného činu", "par": "§ 368", "odst": {"1": {"text": "<var>(1)</var> Kdo se hodnověrným způsobem dozví, že jiný spáchal trestný čin vraždy (<a class=\"linkfrag\" href=\"#f3919238\">§ 140</a>), těžkého ublížení na zdraví (<a class=\"linkfrag\" href=\"#f3919282\">§ 145</a>), mučení a jiného nelidského a krutého zacházení (<a class=\"linkfrag\" href=\"#f3919333\">§ 149</a>), obchodování s lidmi (<a class=\"linkfrag\" href=\"#f3919535\">§ 168</a>), zbavení osobní svobody (<a class=\"linkfrag\" href=\"#f3919576\">§ 170</a>), braní rukojmí (<a class=\"linkfrag\" href=\"#f3919630\">§ 174</a>), zneužití dítěte k výrobě pornografie (<a class=\"linkfrag\" href=\"#f3919854\">§ 193</a>), týrání svěřené osoby (<a class=\"linkfrag\" href=\"#f3919888\">§ 198</a>), padělání a pozměnění peněz (<a class=\"linkfrag\" href=\"#f3920279\">§ 233</a>), neoprávněného opatření, padělání a pozměnění platebního prostředku (<a class=\"linkfrag\" href=\"#f3920292\">§ 234</a>), neoprávněné výroby peněz (<a class=\"linkfrag\" href=\"#f3920312\">§ 237</a>), porušení předpisů o kontrole vývozu zboží a technologií dvojího užití (<a class=\"linkfrag\" href=\"#f3920532\">§ 262</a>), porušení povinností při vývozu zboží a technologií dvojího užití (<a class=\"linkfrag\" href=\"#f3920535\">§ 263</a>), provedení zahraničního obchodu s vojenským materiálem bez povolení nebo licence (<a class=\"linkfrag\" href=\"#f3920550\">§ 265</a>), porušení povinnosti v souvislosti s vydáním povolení a licence pro zahraniční obchod s vojenským materiálem (<a class=\"linkfrag\" href=\"#f3920561\">§ 266</a>), obecného ohrožení (<a class=\"linkfrag\" href=\"#f3920627\">§ 272</a>), vývoje, výroby a držení zakázaných bojových prostředků (<a class=\"linkfrag\" href=\"#f3920707\">§ 280</a>), nedovolené výroby a držení radioaktivní látky a vysoce nebezpečné látky (<a class=\"linkfrag\" href=\"#f3920716\">§ 281</a>), nedovolené výroby a držení jaderného materiálu a zvláštního štěpného materiálu (<a class=\"linkfrag\" href=\"#f3920730\">§ 282</a>), získání kontroly nad vzdušným dopravním prostředkem, civilním plavidlem a pevnou plošinou (<a class=\"linkfrag\" href=\"#f3920809\">§ 290</a>), zavlečení vzdušného dopravního prostředku do ciziny (<a class=\"linkfrag\" href=\"#f3920823\">§ 292</a>), vlastizrady (<a class=\"linkfrag\" href=\"#f3920957\">§ 309</a>), rozvracení republiky (<a class=\"linkfrag\" href=\"#f3920961\">§ 310</a>), teroristického útoku (<a class=\"linkfrag\" href=\"#f3920971\">§ 311</a>), teroru (<a class=\"linkfrag\" href=\"#f3920995\">§ 312</a>), účasti na teroristické skupině (<a class=\"linkfrag\" href=\"#f5976918\">§ 312a</a>), financování terorismu (<a class=\"linkfrag\" href=\"#f5976936\">§ 312d</a>), podpory a propagace terorismu (<a class=\"linkfrag\" href=\"#f5976943\">§ 312e</a>), sabotáže (<a class=\"linkfrag\" href=\"#f3921002\">§ 314</a>), vyzvědačství (<a class=\"linkfrag\" href=\"#f3921028\">§ 316</a>), ohrožení utajované informace (<a class=\"linkfrag\" href=\"#f3921042\">§ 317</a>), válečné zrady (<a class=\"linkfrag\" href=\"#f3921062\">§ 320</a>), přijetí úplatku (<a class=\"linkfrag\" href=\"#f3921165\">§ 331</a>), podplacení (<a class=\"linkfrag\" href=\"#f3921177\">§ 332</a>), genocidia (<a class=\"linkfrag\" href=\"#f3921767\">§ 400</a>), útoku proti lidskosti (<a class=\"linkfrag\" href=\"#f3921777\">§ 401</a>), apartheidu a diskriminace skupiny lidí (<a class=\"linkfrag\" href=\"#f3921792\">§ 402</a>), agrese (<a class=\"linkfrag\" href=\"#f5030742\">§ 405a</a>), přípravy útočné války (<a class=\"linkfrag\" href=\"#f3921816\">§ 406</a>), použití zakázaného bojového prostředku a nedovoleného vedení boje (<a class=\"linkfrag\" href=\"#f3921851\">§ 411</a>), válečné krutosti (<a class=\"linkfrag\" href=\"#f3921866\">§ 412</a>), perzekuce obyvatelstva (<a class=\"linkfrag\" href=\"#f3921876\">§ 413</a>), plenění v prostoru válečných operací (<a class=\"linkfrag\" href=\"#f3921890\">§ 414</a>) nebo zneužití mezinárodně uznávaných a státních znaků podle <a class=\"linkfrag\" href=\"#f3921901\">§ 415 odst. 3</a>, a takový trestný čin neoznámí bez odkladu státnímu zástupci nebo policejnímu orgánu nebo místo toho, jde-li o vojáka, nadřízenému, bude potrestán odnětím svobody až na tři léta; stanoví-li tento zákon na některý z těchto trestných činů trest mírnější, bude potrestán oním trestem mírnějším.", "pism": {}}, "2": {"text": "<var>(2)</var> Kdo spáchá čin uvedený v <a class=\"linkfrag\" href=\"#f3921516\">odstavci 1</a>, není trestný, nemohl-li oznámení učinit, aniž by sebe nebo osobu blízkou uvedl v nebezpečí smrti, ublížení na zdraví, jiné závažné újmy nebo trestního stíhání.", "pism": {}}, "3": {"text": "<var>(3)</var> Oznamovací povinnost podle <a class=\"linkfrag\" href=\"#f3921516\">odstavce 1</a> nemá advokát nebo jeho zaměstnanec, který se dozví o spáchání trestného činu v souvislosti s výkonem advokacie nebo právní praxe. Oznamovací povinnost nemá také duchovní registrované církve a náboženské společnosti s oprávněním k výkonu zvláštních práv, dozví-li se o spáchání trestného činu v souvislosti s výkonem zpovědního tajemství nebo v souvislosti s výkonem práva obdobného zpovědnímu tajemství. Oznamovací povinnost trestného činu obchodování s lidmi podle <a class=\"linkfrag\" href=\"#f3919545\">§ 168 odst. 2</a> a zbavení osobní svobody (<a class=\"linkfrag\" href=\"#f3919576\">§ 170</a>) nemá též osoba poskytující pomoc obětem trestných činů.", "pism": {}}}}, "p378": {"nazev": "Urážka mezi vojáky", "par": "§ 378", "odst": {"1": {"text": "<var>(1)</var> Kdo urazí", "pism": {"text": "<var>c)</var> vojáka stejné hodnosti v době, kdy sám nebo uražený vykonává strážní, dozorčí nebo jinou službu,"}}, "2": {"text": "<var>(2)</var> Odnětím svobody až na tři léta bude pachatel potrestán, spáchá-li čin uvedený v <a class=\"linkfrag\" href=\"#f3921586\">odstavci 1</a> na jiném pro jeho skutečnou nebo domnělou rasu, příslušnost k etnické skupině, národnost, politické přesvědčení, vyznání nebo proto, že je skutečně nebo domněle bez vyznání.", "pism": {}}}}, "p380": {"nazev": "Urážka vojáka stejné hodnosti násilím nebo pohrůžkou násilí", "par": "§ 380", "odst": {"1": {"text": "<var>(1)</var> Kdo násilím nebo pohrůžkou bezprostředního násilí urazí vojáka stejné hodnosti v době, kdy sám nebo uražený vykonává strážní, dozorčí nebo jinou službu, bude potrestán odnětím svobody až na dvě léta.", "pism": {}}, "2": {"text": "<var>(2)</var> Odnětím svobody na šest měsíců až pět let bude pachatel potrestán,", "pism": {"text": "<var>d)</var> způsobí-li takovým činem ublížení na zdraví."}}}}, "p387": {"nazev": "Svémocné odloučení", "par": "§ 387", "odst": {"1": {"text": "<var>(1)</var> Kdo se svémocně vzdaluje tím, že se nedostaví včas k odjezdu nebo odletu vojenského transportu, bude potrestán odnětím svobody až na jeden rok.", "pism": {}}, "2": {"text": "<var>(2)</var> Kdo se svémocně vzdaluje po dobu delší než tři dny,", "pism": {}}, "3": {"text": "<var>(3)</var> Kdo se svémocně vzdaluje po dobu delší než čtrnáct dnů,", "pism": {}}}}, "p388": {"nazev": "Vyhýbání se výkonu strážní, dozorčí nebo jiné služby", "par": "§ 388", "odst": {"1": {"text": "<var>(1)</var> Kdo se v úmyslu vyhnout se výkonu strážní, dozorčí nebo jiné služby poškodí na zdraví, předstírá nemoc, padělá listinu, zneužije návykovou látku nebo použije jiného úskoku, bude potrestán odnětím svobody až na dvě léta.", "pism": {}}, "2": {"text": "<var>(2)</var> Odnětím svobody na jeden rok až deset let nebo výjimečným trestem bude pachatel potrestán, spáchá-li čin uvedený v <a class=\"linkfrag\" href=\"#f3921685\">odstavci 1</a> za stavu ohrožení státu, za válečného stavu nebo za bojové situace.", "pism": {}}}}, "p389": {"nazev": "Porušení povinnosti strážní služby", "par": "§ 389", "odst": {"1": {"text": "<var>(1)</var> Kdo ve strážní nebo jiné obdobné službě poruší, byť i z nedbalosti, předpisy nebo pravidla této služby nebo zvláštní nařízení podle nich vydaná, bude potrestán odnětím svobody až na tři léta.", "pism": {}}, "2": {"text": "<var>(2)</var> Odnětím svobody na dvě léta až deset let bude pachatel potrestán,", "pism": {"text": "<var>d)</var> spáchá-li takový čin za stavu ohrožení státu nebo za válečného stavu."}}, "3": {"text": "<var>(3)</var> Odnětím svobody na osm až dvacet let nebo výjimečným trestem bude pachatel potrestán, jestliže úmyslně spáchá čin uvedený v <a class=\"linkfrag\" href=\"#f3921689\">odstavci 1</a> za bojové situace a je zde některá z okolností uvedených v <a class=\"linkfrag\" href=\"#f3921690\">odstavci 2.</a>", "pism": {}}, "4": {"text": "<var>(4)</var> Příprava je trestná.", "pism": {}}}}, "p390": {"nazev": "Porušení povinnosti dozorčí nebo jiné služby", "par": "§ 390", "odst": {"1": {"text": "<var>(1)</var> Kdo v dozorčí nebo jiné službě, byť i z nedbalosti, poruší předpisy nebo pravidla této služby, bude potrestán odnětím svobody až na jeden rok.", "pism": {}}, "2": {"text": "<var>(2)</var> Odnětím svobody až na dvě léta bude pachatel potrestán, způsobí-li činem uvedeným v <a class=\"linkfrag\" href=\"#f3921699\">odstavci 1</a> zvlášť závažný následek, jemuž byl povinen zabránit.", "pism": {}}, "3": {"text": "<var>(3)</var> Odnětím svobody na jeden rok až pět let bude pachatel potrestán, spáchá-li čin uvedený v <a class=\"linkfrag\" href=\"#f3921699\">odstavci 1</a> za bojové situace.", "pism": {}}}}, "p393": {"nazev": "Porušení služební povinnosti vojáka", "par": "§ 393", "odst": {"1": {"text": "<var>(1)</var> Kdo ke škodě ozbrojených sil nesplněním uložené služební povinnosti podle svého služebního zařazení, byť i z nedbalosti, podstatně sníží použitelnost vojenského materiálu, bude potrestán odnětím svobody až na dvě léta nebo zákazem činnosti.", "pism": {}}, "2": {"text": "<var>(2)</var> Kdo bez oprávnění užije vojenský materiál větší hodnoty k účelu, pro který není určen, nebo k takovému užití dá souhlas, nebo", "pism": {}}, "3": {"text": "<var>(3)</var> Odnětím svobody na dvě léta až osm let bude pachatel potrestán,", "pism": {"text": "<var>b)</var> způsobí-li úmyslně spáchaným činem uvedeným v <a class=\"linkfrag\" href=\"#f3921719\">odstavci 1</a> nebo <a class=\"linkfrag\" href=\"#f3921720\">2</a> snížení bojeschopnosti ozbrojených sil nebo značnou škodu."}}, "4": {"text": "<var>(4)</var> Odnětím svobody na tři léta až deset let bude pachatel potrestán, způsobí-li úmyslně spáchaným činem uvedeným v <a class=\"linkfrag\" href=\"#f3921719\">odstavci 1</a> nebo <a class=\"linkfrag\" href=\"#f3921720\">2</a> škodu velkého rozsahu.", "pism": {}}, "5": {"text": "<var>(5)</var> Odnětím svobody na osm až dvacet let nebo výjimečným trestem bude pachatel potrestán, spáchá-li úmyslně čin uvedený v <a class=\"linkfrag\" href=\"#f3921719\">odstavci 1</a> nebo <a class=\"linkfrag\" href=\"#f3921720\">2</a> za bojové situace, za stavu ohrožení státu nebo za válečného stavu.", "pism": {}}, "6": {"text": "<var>(6)</var> Příprava je trestná.", "pism": {}}}}, "p398": {"nazev": "Porušení služební povinnosti příslušníka bezpečnostního sboru", "par": "§ 398", "odst": {"1": {"text": "<var>(1)</var> Kdo ke škodě bezpečnostního sboru nesplněním uložené služební povinnosti, byť i z nedbalosti, podstatně sníží použitelnost výzbroje, výstroje nebo jiných věcných prostředků, bude potrestán odnětím svobody až na dvě léta nebo zákazem činnosti.", "pism": {}}, "2": {"text": "<var>(2)</var> Kdo bez oprávnění užije věcného prostředku větší hodnoty uvedeného v <a class=\"linkfrag\" href=\"#f3921751\">odstavci 1</a> k účelu, pro který není určen, nebo k takovému užití dá souhlas, nebo", "pism": {}}, "3": {"text": "<var>(3)</var> Odnětím svobody na dvě léta až osm let bude pachatel potrestán,", "pism": {"text": "<var>b)</var> způsobí-li úmyslně spáchaným činem uvedeným v <a class=\"linkfrag\" href=\"#f3921751\">odstavci 1</a> nebo <a class=\"linkfrag\" href=\"#f3921752\">2</a> značnou škodu."}}, "4": {"text": "<var>(4)</var> Odnětím svobody na tři léta až deset let bude pachatel potrestán, způsobí-li úmyslně spáchaným činem uvedeným v <a class=\"linkfrag\" href=\"#f3921751\">odstavci 1</a> nebo <a class=\"linkfrag\" href=\"#f3921752\">2</a> škodu velkého rozsahu.", "pism": {}}, "5": {"text": "<var>(5)</var> Příprava je trestná.", "pism": {}}}}, "p403": {"nazev": "Založení, podpora a propagace hnutí směřujícího k potlačení práv a svobod člověka", "par": "§ 403", "odst": {"1": {"text": "<var>(1)</var> Kdo založí, podporuje nebo propaguje hnutí, které prokazatelně směřuje k potlačení práv a svobod člověka, nebo hlásá rasovou, etnickou, národnostní, náboženskou či třídní zášť nebo zášť vůči jiné skupině osob, bude potrestán odnětím svobody na jeden rok až pět let.", "pism": {}}, "2": {"text": "<var>(2)</var> Odnětím svobody na tři léta až deset let bude pachatel potrestán,", "pism": {"text": "<var>d)</var> spáchá-li takový čin za stavu ohrožení státu nebo za válečného stavu."}}, "3": {"text": "<var>(3)</var> Příprava je trestná.", "pism": {}}}}, "p404": {"nazev": "Projev sympatií k hnutí směřujícímu k potlačení práv a svobod člověka", "par": "§ 404", "odst": {"1": {"text": "Kdo veřejně projevuje sympatie k hnutí uvedenému v <a class=\"linkfrag\" href=\"#f3921801\">§ 403 odst. 1</a>, bude potrestán odnětím svobody na šest měsíců až tři léta.", "pism": {}}}}, "p405": {"nazev": "Popírání, zpochybňování, schvalování a ospravedlňování genocidia", "par": "§ 405", "odst": {"1": {"text": "Kdo veřejně popírá, zpochybňuje, schvaluje nebo se snaží ospravedlnit nacistické, komunistické nebo jiné genocidium nebo nacistické, komunistické nebo jiné zločiny proti lidskosti nebo válečné zločiny nebo zločiny proti míru, bude potrestán odnětím svobody na šest měsíců až tři léta.", "pism": {}}}}}
